

 const questions = [
    {
        id:0,
        question:"Միության մաքսային տարածք ներմուծվող ապրանքների ծագման մասին նախնական որոշումներ ստորև նշվածներից որ մարմինն է կայացնում",
        answers:[
            {id:0,answer:"հայտարարատուն",isCorrect:false},
            {id:1,answer:"անդամ պետության կառավարությունը",isCorrect:false},
            {id:2,answer:"անդամ երկրների մաքսային մարմինները",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:1,
        question:"Ինչ է արվում ՀՀ տարածքային կառավարման և ենթակառուցվածքների նախարարության կողմից տրված Եզրակացությունը կորցնելու (ոչնչացվելու և այլն) դեպքում",
        answers:[
            {id:0,answer:"լիազոր մարմնի կողմից կտրամադրվի եզրակացության կրկնօրինակը, որի աջ անկյունում կատարվում է դրոշմակնքում`«Կրկնօրինակ» բառով",isCorrect:true},
            {id:1,answer:"լիազոր մարմնի կողմից կտրամադրվի նոր եզրակացություն",isCorrect:false},
            {id:2,answer:"լիազոր մարմնը կմերժի այդ եզրակացության տրամադրումը",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:2,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում հատուկ տեխնիկական միջոցների՝ նախատեսված տեղեկատվության գաղտնի ստացման համար (որոնց ներմուծումը Եվրասիական տնտեսական միության մաքսային տարածք և արտահանումը Եվրասիական տնտեսական միության մաքսային տարածից արգելված են) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ բարձր տեխնոլոգիական արդյունաբերության նախարարություն",isCorrect:false},
            {id:1,answer:"ՀՀ ազգային անվտանգության ծառայությունը",isCorrect:true},
            {id:2,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:3,
        question:"ԵԱՏՄ մաքսային օրենսգրքում ինչպես է սահմանվում «հարկեր»  հասկացությունը.",
        answers:[
            {id:0,answer:"Ավելացված արժեքի հարկ, ակցիզներ (ակցիզային հարկ կամ ակցիզային վճար), որոնք գանձվում են Միության մաքսային տարածքից ապրանքներ արտահանելու դեպքում:",isCorrect:false},
            {id:1,answer:"Մաքսատուրքեր և մաքսային վճարներ, որոնք գանձվում են Միության մաքսային տարածք ապրանքներ ներմուծելու դեպքում",isCorrect:false},
            {id:2,answer:"Ավելացված արժեքի հարկ, ակցիզներ (ակցիզային հարկ կամ ակցիզային վճար), որոնք գանձվում են Միության մաքսային տարածք ապրանքներ ներմուծելու դեպքում:",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:4,
        question:"Մտավոր սեփականության օբյեկտը անդամ պետության մաքսային մարմնի կողմից վարվող ազգային մաքսային ռեեստրում գրանցելու համար իրավատերը կամ նրա ներկայացուցիչը ներկայացնում է",
        answers:[
            {id:0,answer:"պահանջագիր",isCorrect:false},
            {id:1,answer:"հայտարարագիր",isCorrect:false},
            {id:2,answer:"դիմում",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:5,
        question:"Որ օրվանից սկսած է հաշվարկվում ապրանքների ժամանակավոր պահպանման ժամկետը",
        answers:[
            {id:0,answer:"հաշվարկվում է ապրանքները ժամանակավոր պահպանման հանձնելու համար ներկայացված փաստաթղթերը մաքսային մարմնի կողմից գրանցվելու հաջորդ օրվանից",isCorrect:true},
            {id:1,answer:"հաշվարկվում է ապրանքների՝ մաքսային սահմանը հատելու պահից",isCorrect:false},
            {id:2,answer:"հաշվարկվում է հայտարարատուի կողմից՝ նախնական մաքսային հայտարարագիր ներկայացնելու պահից",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:6,
        question:"Ովքեր  են իրականացնում մաքսային հսկողությունը.",
        answers:[
            {id:0,answer:"ԵԱՏՄ հանձնաժողովը",isCorrect:false},
            {id:1,answer:"կառավարությունը",isCorrect:false},
            {id:2,answer:"մաքսային մարնինները",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:7,
        question:"Ստորև նշվածներից որ ժամկետում է մաքսային ձևակերպումների որակավորման վկայական ստացած մասնագետը վերապատրաստվում մաքսային մարմինների կողմից` կոմիտեի սահմանած ծրագրով և կարգով:",
        answers:[
            {id:0,answer:"առնվազն 1 տարին մեկ անգամ",isCorrect:false},
            {id:1,answer:"առնվազն 3 տարին մեկ անգամ",isCorrect:true},
            {id:2,answer:"առնվազն 2 տարին մեկ անգամ",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:8,
        question:"Երբ է ուժի մեջ է մտնում ըստ ԱՏԳ ԱԱ-ի նախնական դասակարգման որոշման գործողության դադարեցման մասին որոշումը",     
        answers:[
            {id:0,answer:"որոշում ընդունելուց 3 օր հետո",isCorrect:false},
            {id:1,answer:"որոշում ընդունելու հաջորդ օրը",isCorrect:false},
            {id:2,answer:"այդ որոշումն ընդունելու օրը",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:9,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում հանքային հումքի տեսակների (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է արտահանման դեպքում) լիցենզավորման գործընթացը.",     
        answers:[
            {id:0,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false},
            {id:1,answer:"ՀՀ Շրջակա միջավայրի նախարարությունը",isCorrect:false},
            {id:2,answer:"ՀՀ Տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:10,
        question:"Ի՞նչ է «Վերաներմուծում»  մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Վերաներմուծում» մաքսային ընթացակարգն օտարերկրյա և միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքից ավելի վաղ արտահանված այդպիսի ապրանքները ներմուծվում են Միության մաքսային տարածք  ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարմամբ՝ պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու պայմանները:",isCorrect:false},
            {id:1,answer:"«Վերաներմուծում» մաքսային ընթացակարգն միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքից ավելի վաղ արտահանված այդպիսի ապրանքները ներմուծվում են Միության մաքսային տարածք առանց ներմուծման մաքսատուրքերի և հարկերի,  սակայն հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարմամբ՝ առանց պահպանելու ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու պայմանները:",isCorrect:false},
            {id:2,answer:"«Վերաներմուծում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքից ավելի վաղ արտահանված այդպիսի ապրանքները ներմուծվում են Միության մաքսային տարածք առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու պայմանները:",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:11,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի հայտարարատուի դիմումի հիման վրա ստորև ներկայացված  որ մարմինը կարող է ընդունել ապրանքի ծագման երկրի վերաբերյալ նախնական որոշում.",
        answers:[
            {id:0,answer:"ՀՀ կառավարությունը",isCorrect:false},
            {id:1,answer:"ՀՀ պետական եկամուտների կոմիտեն",isCorrect:true},
            {id:2,answer:"մաքսային մարմինները",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:12,
        question:"Որքան է կազմում միջազգային փոստային փոխանակման վայրերում (հաստատություններում) պահպանվող միջազգային փոստային առաքանիների",
        answers:[
            {id:0,answer:"4 ամիս",isCorrect:false},
            {id:1,answer:"6 ամիս",isCorrect:true},
            {id:2,answer:"3 ամիս",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
     },
    {
        id:13,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի մաքսային մարմիններին վճարվող ստորև ներկայացված որ վճարը մաքսային վճար չի համարվում.",
        answers:[
            {id:0,answer:"պետ տուրք՝ մաքսային գործողությունների իրականացման համար",isCorrect:false},
            {id:1,answer:"մաքսատուրքը",isCorrect:false},
            {id:2,answer:"ճանապարհային հարկը",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:14,
        question:"Ով է հայտարարագրում ապրանքի ԱՏԳ ԱԱ ծածկագիրը",
        answers:[
            {id:0,answer:"պետական լիազոր մարմինը",isCorrect:false},
            {id:1,answer:"մաքսային մարմինը",isCorrect:false},
            {id:2,answer:"հայտարարատուն",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:15,
        question:"Միության որ ապրանքների օգտագործումն է արգելված «Վերամշակում մաքսային տարածքում» մաքսային ընթացակարգի կիրառման շրջանակներում",
        answers:[
            {id:0,answer:"Միության բոլոր ապրանքների, բացառությամբ անդամ պետության մաքսային կարգավորման վերաբերյալ օրենսդրությամբ նախատեսված լինելու դեպքում",isCorrect:false},
            {id:1,answer:"Միության բոլոր ապրանքների, այդ թվում, անդամ պետության մաքսային կարգավորման վերաբերյալ օրենսդրությամբ նախատեսված լինելու դեպքում՝ պայմանականորեն բաց թողնված ապրանքների",isCorrect:false},
            {id:2,answer:"Միության այն ապրանքների, որոնց նկատմամբ անդամ պետությունների օրենսդրությամբ սահմանված են արտահանման մաքսատուրքերի դրույքաչափեր, և որոնք ընդգրկված են Հանձնաժողովի կողմից սահմանվող ցանկում",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:16,
        question:"Քանի հարց է պարունակում մաքսային ձևակերպումների մասնագետի որակավորման քննության թեստավորման փուլը",
        answers:[
            {id:0,answer:"թեստավորման փուլը բաղկացած է պատահական ընտրությամբ կազմված թեստային 40 (քառասուն) հարցերից",isCorrect:true},
            {id:1,answer:"թեստավորման փուլը բաղկացած է պատահական ընտրությամբ կազմված թեստային 20 (քսան) հարցերից",isCorrect:false},
            {id:2,answer:"թեստավորման փուլը բաղկացած է պատահական ընտրությամբ կազմված թեստային 10 (տաս) հարցերից",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:17,
        question:"Ինչի հիման վրա է սահմանվում «Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը",
        answers:[
            {id:0,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը սահմանվում է Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետի հիման վրա, որը սահմանված է Միության մաքսային տարածքում ապրանքների վերամշակման պայմանների փաստաթղթում",isCorrect:true},
            {id:1,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը սահմանվում է Միության մաքսային տարածքում ապրանքների և դրանց վերամշակման արդյունքների պիտանիության ժամկետի հիման վրա, եթե այդպիսի ժամկետներ սահմանված են մաքսային հայտարարագիրը գրանցած երկրի ազգային օրենսդրությամբ",isCorrect:false},
            {id:2,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը սահմանվում է մաքսային հայտարարագիրը գրանցած երկրի՝ մաքսային հայտարագրի հիման վրա",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:18,
        question:"Ստորև նշվածներից,  որն է հանդիսանում  մաքսային ներկայացուցչի պարտականություններից",
        answers:[
            {id:0,answer:"ՀՀ ՊԵԿ տեղեկացնել մաքսային ներկայացուցիչների ռեեստրում ընդգրկվելու ժամանակ իր կողմից ներկայացված տեղեկությունների փոփոխության մասին և այդ փոփոխությունները հաստատող փաստաթղթեր ներկայացնել այդ տեղեկությունները փոփոխվելու օրվանից կամ այդ փոփոխությունների մասին իրեն հայտնի դառնալու օրվանից 5 աշխատանքային օրվա ընթացքում.",isCorrect:true},
            {id:1,answer:"ՀՀ ՊԵԿ տեղեկացնել ընթացիկ տարվա ընթացքում մաքսային ներկայացուցչի կողմից գրանցած մաքսային հայտարարագրերի քանակը",isCorrect:false},
            {id:2,answer:"իրականացնել մաքսային գործառնություններ՝ մաքսային մարմինների գտնվելու վայրերում",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:19,
        question:"Հայաստանի Հանրապետությունում ապրանքների մաքսային արժեքի որոշման, մաքսատուրքի,հարկերի հաշվարկն իրականացվում է՝",
        answers:[
            {id:0,answer:"ռուսական ռուբլով",isCorrect:false},
            {id:1,answer:"մաքսային արժեքի որոշման ենթակա հայտարարագրում նշված ուղարկող երկրի արժույթով",isCorrect:false},
            {id:2,answer:"Հայաստանի Հանրապետության դրամով",isCorrect:true}
           
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:20,
        question:"Առաքման վայրի փոխումը մերժելու վերաբերյալ որոշում ընդունելու դեպքում մաքսային մարմինն այդ դիմումն ու փաստաթղթերը երբ է ուղարկում պատվիրված փոստային առաքանիով՝ հանձնման մասին ծանուցմամբ",
        answers:[
            {id:0,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող 3 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:false},
            {id:1,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող 5 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:true},
            {id:2,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող 10 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
       
    },
    {
        id:21,
        question:"Ստորև նշվածներից որոնք են ՀՀ մաքսային օրենսդրության իմաստով  համարվում անձնական օգտագործման ապրանքներ.",
        answers:[
            {id:0,answer:"ապրանքներ, որոնք նախատեսված են իրավաբանական անձանց՝ ձեռնարկատիրական գործունեության իրականացման հետ չկապված անձնական, ընտանեկան, տնային և այլ կարիքների համար և Միության մաքսային սահմանով տեղափոխվում են ուղեկցվող կամ չուղեկցվող ուղեբեռով, միջազգային փոստային առաքանիներով առաքման կամ այլ եղանակով։",isCorrect:false},
            {id:1,answer:"ապրանքներ, որոնք նախատեսված են ֆիզիկական անձանց՝ ձեռնարկատիրական գործունեության իրականացման հետ կապված անձնական, ընտանեկան, տնային և այլ կարիքների համար և Միության մաքսային սահմանով տեղափոխվում են ուղեկցվող կամ չուղեկցվող ուղեբեռով, միջազգային փոստային առաքանիներով առաքման կամ այլ եղանակով։",isCorrect:false},
            {id:2,answer:"ապրանքներ, որոնք նախատեսված են ֆիզիկական անձանց՝ ձեռնարկատիրական գործունեության իրականացման հետ չկապված անձնական, ընտանեկան, տնային և այլ կարիքների համար և Միության մաքսային սահմանով տեղափոխվում են ուղեկցվող կամ չուղեկցվող ուղեբեռով, միջազգային փոստային առաքանիներով առաքման կամ այլ եղանակով։",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:22,
        question:"Ինչ նպատակով է կիրառվում ԱՏԳ ԱԱ-ն",
        answers:[
            {id:0,answer:"մաքսասակագնային և ոչ սակագնային կարգավորման միջոցների կիրառման, ինչպես նաև մաքսային վիճակագրության վարման նպատակով",isCorrect:true},
            {id:1,answer:"ներքին շուկային պաշտպանության համար",isCorrect:false},
            {id:2,answer:"ռիսկերի կառավարման համար",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:23,
        question:"Ներքին սպառման համար ապրանքների վերամշակման գործողությունների արդյունքում ստացված (գոյացած) ապրանքները (վերամշակման արդյունքներ, թափոններ և մնացորդներ)`",
        answers:[
            {id:0,answer:"Ստանում են միության ապրանքների կարգավիճակ:",isCorrect:false},
            {id:1,answer:"Ստանում են օտարերկրյա ապրանքների կարգավիճակ:",isCorrect:true},
            {id:2,answer:"Ստանում են մաքսային մարմնի կողմից նշված երկրի ապրանքների կարգավիճակ:",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:24,
        question:"Ում կողմից է որոշվում ապրանքների  մաքսային արժեքը",
        answers:[
            {id:0,answer:"մաքսային ձևակերպումների մասնագետի կողմից, իսկ եթե մաքսատուրքերը, հարկերը, հատուկ, հակագնագցման, փոխհատուցման տուրքերը հաշվարկվում են մաքսային մարմնի կողմից, ապա ապրանքների մաքսային արժեքը որոշվում է մաքսային  մարմնի կողմից",isCorrect:false},
            {id:1,answer:"ապրանքների մաքսային արժեքը որոշվում է մաքսային մարմնի կողմից",isCorrect:false},
            {id:2,answer:"հայտարարատուի կողմից, իսկ եթե մաքսատուրքերը, հարկերը, հատուկ, հակագնագցման, փոխհատուցման տուրքերը հաշվարկվում են մաքսային մարմնի կողմից, ապա ապրանքների մաքսային արժեքը որոշվում է մաքսային  մարմնի կողմից",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:25,
        question:"Քանի թվային նիշ է պարունակում ԱՏԳ ԱԱ-ի ապրանքային խումբը",
        answers:[
            {id:0,answer:"1.0",isCorrect:false},
            {id:1,answer:"4.0",isCorrect:false},
            {id:2,answer:"2.0",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:26,
        question:"Ապրանքային հայտարարագրի համակարգի նշվածներից որ գործողությամբ հայտարարատուն կարող է գրանցել ներկայացված կրագավիճակում գտնվող ապրանքային հայտարարագիրը",
        answers:[
            {id:0,answer:"հայտարագիրը XML ֆայլի ֆորմատով ներածելու միջոցով",isCorrect:false},
            {id:1,answer:"հայտարարագիրը պահպանելու միջոցով",isCorrect:false},
            {id:2,answer:"Էլեկտրանային ստորագրությամբ հայտարարագիրը վերբեռնելու միջոցով",isCorrect:true}
            
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:27,
        question:"Ստորև նշվածներից որ մարմինն է սահմանում մաքսային ձևակերպումների մասնագետների որակավորման քննությունների ծրագրերը և դրանց անցկացման կարգը",
        answers:[
            {id:0,answer:"մաքսային մարմնի",isCorrect:false},
            {id:1,answer:"ՀՀ պետական եկամուտների կոմիտեն",isCorrect:true},
            {id:2,answer:"ՀՀ կառավարության",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:28,
        question:"Ինչ եղանակով է իրականացվում ապրանքների ոչնչացումը",
        answers:[
            {id:0,answer:"Ոչնչացումն իրականացվում է հանձնաժողովի կողմից նախանշված եղանակով",isCorrect:false},
            {id:1,answer:"Ոչնչացումն իրականացվում է մաքսային մարմնի կողմից նախանշված եղանակով",isCorrect:false},
            {id:2,answer:"Ոչնչացումն իրականացվում է պետական լիազոր մարմնի կողմից նախանշված եղանակով",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:29,
        question:"Ի՞նչ հայտարարություն է «Կանաչ» ուղու մուտքի (ելքի) գիծը ֆիզիկական անձի կողմից հատելը",
        answers:[
            {id:0,answer:"«Կանաչ» ուղու մուտքի (ելքի) գիծը ֆիզիկական անձի կողմից հատելը մաքսային հայտարարագրման ենթակա ապրանքների բացակայության մասին ֆիզիկական անձի կողմից արված  հայտարարություն է:",isCorrect:true},
            {id:1,answer:"«Կանաչ» ուղու մուտքի (ելքի) գիծը ֆիզիկական անձի կողմից հատելը մաքսային հայտարարագրման ենթակա ապրանքների առկայության մասին ֆիզիկական անձի կողմից արված  հայտարարություն է:",isCorrect:false},
            {id:2,answer:"«Կանաչ» ուղու մուտքի (ելքի) գիծը իրավաբանական անձի կողմից հատելը մաքսային հայտարարագրման ենթակա ապրանքների բացակայության մասին ֆիզիկական անձի կողմից արված  հայտարարություն է:",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:30,
        question:"Հայաստանի Հանրապետություն մշտական բնակության տեղափոխվող ճանաչված օտարերկրյա ֆիզիկական անձի անձնական օգտագործման ապրանքները, օրենսդրությամբ նախատեսված մյուս պայմանների բավարարման դեպքում, կարող են ձևակերպվել մաքսային վճարների արտոնություններով, եթե",
        answers:[
            {id:0,answer:"դրանք ձեռք են բերվել նախքան ֆիզիկական անձին Հայաստանի Հանրապետություն մշտական բնակության տեղափոխվող ճանաչելու փաստը հաստատող փաստաթղթի տրամադրման օրը՝ 1 տարին գերազանձող ժամկետում",isCorrect:false},
            {id:1,answer:"դրանք ձեռք են բերվել ֆիզիկական անձին Հայաստանի Հանրապետություն մշտական բնակության տեղափոխվող ճանաչելու փաստը հաստատող փաստաթղթի տրամադրման հաջորդ օրը օրը",isCorrect:false},
            {id:2,answer:"դրանք ձեռք են բերվել նախքան ֆիզիկական անձին Հայաստանի Հանրապետություն մշտական բնակության տեղափոխվող ճանաչելու փաստը հաստատող փաստաթղթի տրամադրման օրը",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:31,
        question:"Ստորև նշվածներից,  որն է հանդիսանում  մաքսային ներկայացուցչի պարտականություններից",
        answers:[
            {id:0,answer:"յուրաքանչյուր վեց ամիսը մեկ մաքսային մարմիններ ներկայացնել հաշվետվություն իրենց գործունեության վերաբերյալ մինչև այդ ժամանակահատվածի ն հաջորդող ամսվա 15-ը` ՀՀ ՊԵԿ կողմից սահմանված կարգով և ձևով",isCorrect:true},
            {id:1,answer:"յուրաքանչյուր երկու ամիսը մեկ մաքսային մարմիններ ներկայացնել հաշվետվություն իրենց գործունեության վերաբերյալ մինչև այդ ժամանակահատվածի ն հաջորդող ամսվա 15-ը` ՀՀ ՊԵԿ կողմից սահմանված կարգով և ձևով",isCorrect:false},
            {id:2,answer:"յուրաքանչյուր երեք ամիսը մեկ մաքսային մարմիններ ներկայացնել հաշվետվություն իրենց գործունեության վերաբերյալ մինչև այդ ժամանակահատվածի ն հաջորդող ամսվա 15-ը` ՀՀ ՊԵԿ կողմից սահմանված կարգով և ձևով",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:32,
        question:"Ինչ գրառում է ընտրվում ապրանքային հայտարարագրի համակարգի յուրաքանչյուր ապրանքին կից, եթե այն տեղափոխվել է միջազգային փոստային փոխադրումների միջոցով",
        answers:[
            {id:0,answer:"գրառում չի ընտրվում",isCorrect:false},
            {id:1,answer:"МПО",isCorrect:true},
            {id:2,answer:"экг",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:33,
        question:"Վճարումների կենտրոնացված հաշվառման համակարգում, հայտարարատուն ինչ եղանակով ինքնուրույն կարող է վճարել առկա  պարտավորությունը",
        answers:[
            {id:0,answer:"Բանկային վճարման փաստաթղթի կիրառությամբ",isCorrect:false},
            {id:1,answer:"Կանխիկ վժարման միջոցով",isCorrect:false},
            {id:2,answer:"Բանկային քարտերի կիրառությամբ",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:34,
        question:"Ի՞նչ եղանակով են ժամանակավոր ներմուծվող միջազգային փոխադրում իրականացնող տրանսպորտային միջոցները ներմուծվում են Միության մաքսային տարածք",
        answers:[
            {id:0,answer:"Ժամանակավոր ներմուծվող միջազգային փոխադրում իրականացնող տրանսպորտային միջոցները ներմուծվում են Միության մաքսային տարածք՝ ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի մասնակի  վճարմամբ:",isCorrect:false},
            {id:1,answer:"Ժամանակավոր ներմուծվող միջազգային փոխադրում իրականացնող տրանսպորտային միջոցները ներմուծվում են Միության մաքսային տարածք՝ ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարմամբ:",isCorrect:false},
            {id:2,answer:"Ժամանակավոր ներմուծվող միջազգային փոխադրում իրականացնող տրանսպորտային միջոցները ներմուծվում են Միության մաքսային տարածք՝ առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման:",isCorrect:true}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:35,
        question:"Թեստավորման ավարտից և  հանձնաժողովի կողմից մասնակիցների ստացած գնահատականները հայտնելուց հետո ստորև նշվածներից որ ժամկետում կարող են բողոքարկվել թեստավորման արդյունքները",
        answers:[
            {id:0,answer:"արդյունքները մասնակիցներին հայտարարելուց հետո 3 (մեկ) աշխատանքային օրվա ընթացքում",isCorrect:false},
            {id:1,answer:"արդյունքները մասնակիցներին հայտարարելուց հետո 1 (մեկ) ժամվա ընթացքում",isCorrect:true},
            {id:2,answer:"արդյունքները մասնակիցներին հայտարարելուց հետո 10 (մեկ) օրվա ընթացքում",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:36,
        question:"Ինչի հիման վրա է երկարաձգվում «Մաքսային տարածքից դուրս վերամշակում»  մաքսային ընթացակարգի գործողության ժամկետը.",
        answers:[
            {id:0,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգի գործողության համար սահմանված ժամկետը երկարաձգվում է անձի դիմումի հիման վրա",isCorrect:true},
            {id:1,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգի գործողության համար սահմանված ժամկետը երկարաձգվում է անձի կողմից ներկայացված ապրանքային հայտարարագրի հիման վրա",isCorrect:false},
            {id:2,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգի գործողության համար սահմանված ժամկետը երկարաձգվում է անձի հաշիվ-ապրանքագրի հիման վրա",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:37,
        question:"Ինչ փաստաթղթեր են կցվում «ոչնչացում» մաքսային ընթացակարգով հայտարարագրելու ցանկության մասին դիմումին",
        answers:[
            {id:0,answer:"ապրանքի ձեռքբերման հաշիվ- ապրանքագիրը",isCorrect:false},
            {id:1,answer:"կազմակերպության հետ կնքված պայմանագրի պատճենը",isCorrect:true},
            {id:2,answer:"ապրանքի փոխադրման հետ կապված տրանսպորտային փաստաթղթերը կամ դրանց պատճենները",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:38,
        question:"Որքան է մաքսային մարմինների կողմից մտավոր սեփականության օբյեկտների նկատմամբ իրավունքների՝ պաշտպանության ժամկետը",
        answers:[
            {id:0,answer:"ժամկետ սահմանված չէ",isCorrect:false},
            {id:1,answer:"Մաքսային մարմինների կողմից մտավոր սեփականության օբյեկտների նկատմամբ իրավունքների՝ պաշտպանության ժամկետը չի կարող  գերազանցել 2 տարին",isCorrect:true},
            {id:2,answer:"Մաքսային մարմինների կողմից մտավոր սեփականության օբյեկտների նկատմամբ իրավունքների՝ պաշտպանության ժամկետը չի կարող  գերազանցել 1 տարին",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:39,
        question:"Ինչ գործողություններ են ձեռնարկվում, եթե ապրանքների մաքսային  ձևակերպման ժամանակ հայտնաբերվում են մտավոր սեփականության օբյեկտների նկատմամբ իրավատիրոջ իրավունքների խախտման նշաններ",
        answers:[
            {id:0,answer:"այդ ապրանքների բացթողումը կասեցվում է 10 աշխատանքային օր ժամկետով",isCorrect:true},
            {id:1,answer:"այդ ապրանքների բացթողումը թույլատրվում է",isCorrect:false},
            {id:2,answer:"այդ ապրանքների բացթողումը կասեցվում է 15 աշխատանքային օր ժամկետով",isCorrect:false}
        ].map(item => Object.assign(item,{answered:false}))
        
    },
]

export default questions

