const questions = [
              {
                id:0,
                question:"Ստորև նշված տարբերակներից որում են թվարկված միայն մաքսային հայտարարագրերի տեսակներ",
                answers:[
                    {id:0,answer:"Տարանցման հայտարարագիր,ծագման հավաստագիր, տրանսպորտային բեռնագիր",isCorrect:false},
                    {id:1,answer:"Տարանցման հայտարարագիր, ուղևորային մաքսային հայտարարագիր, տրանսպորտային միջոցի հայտարարագիր",isCorrect:true},//
                    {id:2,answer:"ст-3, ուղևորային մաքսային հայտարարագիր, տրանսպորտային միջոցի հայտարարագիր",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:1,
                question:"Ստորև նշվածներից որ մարմնին է վերապահված ՀՀ ապրանքների ծագման երկրի վկայականների և հավաստագրերի տրամադրման ընդհանուր վերահսկողությունը",
                answers:[
                    {id:0,answer:"ՀՀ ֆինանսների նախարարությանը",isCorrect:false},
                    {id:1,answer:"ՀՀ տարածքային կառավարման և ենթակառուցվածքների նախարարությանը",isCorrect:false},
                    {id:2,answer:"ՀՀ Էկոնոմիկայի նախարարությանը",isCorrect:true},//
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:2,
                question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի մաքսային մարմիններին վճարվող ստորև ներկայացվածներից որ վճարներն են համարվում մաքսային վճարներ",
                answers:[
                    {id:0,answer:"Մաքսային վճարներ են համարվում մաքսատուրքը, ճանապարհային հարկը, ակցիզային հարկը և Պետական տուրքը",isCorrect:false},
                    {id:1,answer:"Մաքսային վճարներ են համարվում մաքսատուրքը,բնապահպանական հարկը, ակցիզային հարկը և Պետական տուրքը",isCorrect:false},
                    {id:2,answer:"Մաքսային վճարներ են համարվում մաքսատուրքը, մաքսային մարմիններին վճարվող ավելացված արժեքի հարկը, ակցիզային հարկը և Պետական տուրքը",isCorrect:true},//
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:3,
                question:"Ստորև նշվաշծներից ով է հայտարարագրում Հայաստանի Հանրապետության  սահմանով արտահանվող ապրանքների մաքսային արժեքը ",
                answers:[
                    {id:0,answer:"հայտարարատուն կամ մաքսային ներկայացուցիչը",isCorrect:true},//
                    {id:1,answer:"հայտարարատուն կամ մաքսային մարմինը",isCorrect:false},
                    {id:2,answer:"մաքսային մարմինը",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:4,
                question:"Մաքսային մարմիններն իրավունք ունեն արդյոք կասեցնելու մտավոր սեփականության իրավունքի խախտմամբ տեղափոխվող այն ապրանքների բացթողումը, որոնք ներառված չեն ռեեստրներում",
                answers:[
                    {id:0,answer:"Այո, ունեն",isCorrect:true},//
                    {id:1,answer:"Ոչ,չունեն",isCorrect:false},
                    {id:2,answer:"Ունեն միայն Պետական եկամուտների կոմիտեի նախանշած դեպքերում",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:5,
                question:"Մաքսային մարմնի կողմից որքան ժամկետով կարող է երկարաձգվել   մտավոր սեփականության օբյեկտներ հանդիսացող ապրանքների բացթողնման կասեցման ժամկետը  իրավատիրոջ կամ նրա շահերը ներկայացնող անձի խնդրանքով",
                answers:[
                    {id:0,answer:"ոչ ավելի, քան 30 աշխատանքային օրով",isCorrect:false},
                    {id:1,answer:"ոչ ավելի, քան 10 աշխատանքային օրով",isCorrect:true},//
                    {id:2,answer:"ոչ ավելի, քան 15 աշխատանքային օրով",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:6,
                question:"Հայաստանի Հանրապետություն մշտական բնակության տեղափոխվող ճանաչված օտարերկրյա ֆիզիկական անձի անձնական օգտագործման ապրանքները, օրենսդրությամբ նախատեսված մյուս պայմանների բավարարման դեպքում, կարող են ձևակերպվել մաքսային վճարների արտոնություններով, եթե",
                answers:[
                    {id:0,answer:"բոլոր պատասխանները սխալ են",isCorrect:false},
                    {id:1,answer:"դրանք ձեռք են բերվել ֆիզիկական անձին Հայաստանի Հանրապետություն մշտական բնակության տեղափոխվող ճանաչելու փաստը հաստատող փաստաթղթի տրամադրման օրվանից հետո",isCorrect:false},
                    {id:2,answer:"դրանք ձեռք են բերվել նախքան ֆիզիկական անձին Հայաստանի Հանրապետություն մշտական բնակության տեղափոխվող ճանաչելու փաստը հաստատող փաստաթղթի տրամադրման օրը",isCorrect:true},//
                    
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:7,
                question:"Ինչ կարգավիճակ ունեն «Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները",
                answers:[
                    {id:0,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները կորցնում են Միության ապրանքի կարգավիճակը, այսինքն ձեռք են բերում օտարերկրյա ապրանքի կարգավիճակ,իսկ օրենսդրությամբ սահմանված այլ դեպքերում՝ պահպանում են Միության ապրանքի կարգավիճակը",isCorrect:false},
                    {id:1,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները պահպանում են Միության ապրանքի կարգավիճակը",isCorrect:false},
                    {id:2,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները կորցնում են Միության ապրանքի կարգավիճակը, այսինքն ձեռք են բերում օտարերկրյա ապրանքի կարգավիճակ",isCorrect:true},//
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:8,
                question:"Ինչ նպատակով է կիրառվում ԱՏԳ ԱԱ-ն",
                answers:[
                    {id:0,answer:"մաքսասակագնային և ոչ սակագնային կարգավորման միջոցների կիրառման, ինչպես նաև մաքսային վիճակագրության վարման նպատակով",isCorrect:true},//
                    {id:1,answer:"մաքսասակագնային և ոչ սակագնային կարգավորման միջոցների կիրառման նպատակով",isCorrect:false},
                    {id:2,answer:"ոչ սակագնային կարգավորման միջոցների կիրառման, ինչպես նաև մաքսային վիճակագրության վարման նպատակով",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:9,
                question:"Ի՞նչ է «Անմաքս առևտուր» մաքսային ընթացակարգը",
                answers:[
                    {id:0,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքներն անմաքս առևտրի խանութներում գտնվում և իրացվում են մանրածախ առևտրի ձևով՝ առանց օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման, այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման և այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների պահպանմանդեպքում:",isCorrect:true},
                    {id:1,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքներն անմաքս առևտրի խանութներում գտնվում և իրացվում են մանրածախ առևտրի ձևով՝ առանց օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման, այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման և այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների պահպանմանդեպքում:",isCorrect:false},
                    {id:2,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքներն անմաքս առևտրի խանութներում գտնվում և իրացվում են մանրածախ առևտրի ձևով՝ առանց օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման, այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման և այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների պահպանմանդեպքում:",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:10,
                question:"ԵԱՏՄ մաքսային օրենսդրությամբ սահմանված՝ ինչպիսի կարգավիճակ ունեցող ապրանքների նկատմամբ  կիրառվող ընթացակարգ է «Վերաարտահանում» մաքսային ընթացակարգը",
                answers:[
                    {id:0,answer:"«Վերաարտահանում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false},
                    {id:1,answer:"«Վերաարտահանում» մաքսային ընթացակարգն օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:true},
                    {id:2,answer:"«Վերաարտահանում» մաքսային ընթացակարգն Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:11,
                question:"ԵԱՏՄ մաքսային օրենսդրությամբ սահմանված՝ ինչպիսի կարգավիճակ ունեցող ապրանքների նկատմամբ  է կիրառվում «Անմաքս առևտուր» մաքսային ընթացակարգը",
                answers:[
                    {id:0,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false},
                    {id:1,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:true},
                    {id:2,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:12,
                question:"Ապրանքային հայտարարգրի գրանցումից հետո՝ ճշգրտման ընթացքում,  նշված դաշտերից որը ենթակա չէ փոփոխման",
                answers:[
                    {id:0,answer:"Գրացման մաքսային մարմինը",isCorrect:true},
                    {id:1,answer:"Ուղարկողը",isCorrect:false},
                    {id:2,answer:"ապրանքի ծածկագիրը",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:13,
                question:"Ապրանքային հայտարարագրի համակարգում, ում կողմից է նշվում գործարքի արժույթի փոխարժեքը",
                answers:[
                    {id:0,answer:"մաքսային մարմնի",isCorrect:false},
                    {id:1,answer:"Հայտարարատուի",isCorrect:false},
                    {id:2,answer:"Համակարգի կողմից ինքնաշխատ",isCorrect:true},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:14,
                question:"Մաքսային կարգավորման մասին օրենքի համաձայն ինչպես են բնութագրվում ժամանակավոր պահպանման վայրերը",
                answers:[
                    {id:0,answer:"Ապրանքների ժամանակավոր պահպանման վայրը Մաքսային կարգավորման մասին օրենքին համապատասխան ստեղծվող՝ մաքսային պահեստն է",isCorrect:false},
                    {id:1,answer:"Ապրանքների ժամանակավոր պահպանման վայրը Մաքսային կարգավորման մասին օրենքին համապատասխան ստեղծվող՝ մաքսային հսկողության գոտի է",isCorrect:true},//
                    {id:2,answer:"բոլոր պատասխանները սխալ են",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:15,
                question:"Ապրանքի ծագման հավաստագրի նկատմամբ պահանջներն ի՞նչով են սահմանվում",
                answers:[
                    {id:0,answer:"Ներմուծվող ապրանքների ծագումը որոշելու կանոններով կամ արտահանվող ապրանքների ծագումը որոշելու կանոններով",isCorrect:true},
                    {id:1,answer:"անդամ պետության մաքսային կարգավորման մասին օրենքով",isCorrect:false},//
                    {id:2,answer:"մաքսային հայտարարագրով",isCorrect:false}, 
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:16,
                question:"Ապրանքները տեղավորում են մաքսային հսկողության գոտում",
                answers:[
                    {id:0,answer:"օրվա ցանկացած պահի",isCorrect:true},
                    {id:1,answer:"միայն մաքսային մարմնի աշխատանքային ժամերին",isCorrect:false},//
                    {id:2,answer:"բոլոր պատասխանները սխալ են",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:17,
                question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն նշվածներից որը մաքսային ընթացակարգ չէ",
                answers:[
                    {id:0,answer:"արտահանում",isCorrect:false},
                    {id:1,answer:"անմաքս առևտուր",isCorrect:false},//
                    {id:2,answer:"մանրածախ առևտուր",isCorrect:true},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:18,
                question:"ԵԱՏՄ մաքսային օրենսգրքին համապատասխան ապրանքների բացթողման մերժման դեպքում ապրանքների բացթողման մերժումը ստանալու պահից սկսած 3 ժամվա ընթացքում հայտարարատուն պարտավոր է իրականացնել",
                answers:[
                    {id:0,answer:"ապրանքների մաքսային հայտարարագրման, ապրանքները ժամանակավոր պահպանման հանձնելու հետ կապված մաքսային գործառնությունները, եթե դրանք դուրս չեն բերվել ժամանման վայրից",isCorrect:false},
                    {id:1,answer:"ապրանքների մաքսային հայտարարագրման, ապրանքները ժամանակավոր պահպանման հանձնելու կամ Միության մաքսային տարածքից դրանց արտահանման հետ կապված մաքսային գործառնությունները, եթե դրանք դուրս չեն բերվել ժամանման վայրից",isCorrect:true},//
                    {id:2,answer:"ապրանքները ժամանակավոր պահպանման հանձնելու հետ կապված մաքսային գործառնությունները, եթե դրանք դուրս չեն բերվել ժամանման վայրից",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:19,
                question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսատուրքերը, հարկերը վճարելու պարտավորությունը կատարվում է",
                answers:[
                    {id:0,answer:"մաքսային ներկայացուցիչը",isCorrect:false},
                    {id:1,answer:"մաքսային մարմինը",isCorrect:false},
                    {id:2,answer:"մաքսատուրքերը, հարկերը վճարողի կողմից",isCorrect:true},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:20,
                question:"Ապրանքները <Ոչնչացում> մաքսային ընթացակարգով հայտարարագրելու դիմումին կից հայտարարատուն ներկայացնում է    ",
                answers:[
                    {id:0,answer:"կազմակերպության հետ կնքված պայմանագրի պատճենը:",isCorrect:true},//
                    {id:1,answer:"կազմակերպության կողմից տրված ակտը:",isCorrect:false},
                    {id:2,answer:"ծագման հայտարարագիրը",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:21,
                question:"Գործողության ի՞նչ ժամկետով է տրամադրվում մեկանգամյա լիցենզիան",
                answers:[
                    {id:0,answer:"երկու տարին չգերազանցող",isCorrect:false},
                    {id:1,answer:"մեկ տարին չգերազանցող",isCorrect:true},//
                    {id:2,answer:"երեք տարին չգերազանցող",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:22,
                question:"Նույնանման (նույնական) ապրանքների գործարքի արժեքի մեթոդը կիրառելիս, երբ հայտնաբերվել են նույնական ապրանքների վերաբերյալ գործարքի մեկից ավելի արժեքներ, ներմուծվող  ապրանքների մաքսային արժեքը որոշելու համար կիրառվում է դրանցից",
                answers:[
                    {id:0,answer:"Ամենացածրը",isCorrect:true},
                    {id:1,answer:"Ամենաբարձրը",isCorrect:false},//
                    {id:2,answer:"Միջինը",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:23,
                question:"Ստորև նշված որ մաքսատուն-վարչության գործունեության տարածքում է գտնվում ՀՀ Վայոց ձորի մարզը",
                answers:[
                    {id:0,answer:"Հյուսիսային մաքսատուն- վարչությունում",isCorrect:false},
                    {id:1,answer:"Հարավային մաքսատուն- վարչությունում",isCorrect:true},//
                    {id:2,answer:"Արևելեյան մաքսատուն- վարչությունում",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:24,
                question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «մաքսային հայտարարագրում» հասկացությունը",
                answers:[
                    {id:0,answer:"Մաքսային մարմնին մաքսային հայտարարագրի միջոցով ընտրված մաքսային ընթացակարգի վերաբերյալ և (կամ) ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկությունների հայտարարագրում",isCorrect:false},
                    {id:1,answer:"Մաքսային մարմնին մաքսային հայտարարագրի միջոցով ուղարկող կողմի վերաբերյալ տեղեկությունների, ընտրված մաքսային ընթացակարգի վերաբերյալ և (կամ) ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկությունների հայտարարագրում",isCorrect:false},
                    {id:2,answer:"Մաքսային մարմնին մաքսային հայտարարագրի միջոցով ապրանքների վերաբերյալ տեղեկությունների, ընտրված մաքսային ընթացակարգի վերաբերյալ և (կամ) ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկությունների հայտարարագրում",isCorrect:true},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:25,
                question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է իրականացվում օտարերկրյա ապրանքների փոխադրումը (տրանսպորտային փոխադրումը) ապրանքների ժամանակավոր պահպանման մի վայրից ապրանքների ժամանակավոր պահպանման մեկ այլ վայր",
                answers:[
                    {id:0,answer:"իրականացվում է «մաքսային տարանցում» մաքսային ընթացակարգին համապատասխան",isCorrect:true},
                    {id:1,answer:"իրականացվում է «բացթողում ներքին սպառման համար» մաքսային ընթացակարգին համապատասխան",isCorrect:false},
                    {id:2,answer:"իրականացվում է «վերաներմուծում» մաքսային ընթացակարգին համապատասխան",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:26,
                question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսային ընթացակարգով ձևակերպված ապրանքները երբ կարող են ձևակերպվել այլ մաքսային ընթացակարգերով կամ նույնանման մաքսային ընթացակարգով",
                answers:[
                    {id:0,answer:"այն մաքսային ընթացակարգի գործողությունը կասեցնելու համար, որով ձևակերպվել են ապրանքները",isCorrect:true},
                    {id:1,answer:"այն մաքսային ընթացակարգի գործողությունը դադարեցնելու համար, որով ձևակերպվել են ապրանքները",isCorrect:false},//
                    {id:2,answer:"այն մաքսային ընթացակարգի գործողությունը չթույլատրելու համար, որով ձևակերպվել են ապրանքները",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:27,
                question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «ուղարկող մաքսային մարմին» հասկացությունը",
                answers:[
                    {id:0,answer:"մաքսային մարմին, որը կատարում է ապրանքները «վերաարտահանում» մաքսային ընթացակարգով ձևակերպելու հետ կապված մաքսային գործառնությունները",isCorrect:false},
                    {id:1,answer:"մաքսային մարմին, որը կատարում է ապրանքները «վերաներմուծում» մաքսային ընթացակարգով ձևակերպելու հետ կապված մաքսային գործառնությունները",isCorrect:false},//
                    {id:2,answer:"մաքսային մարմին, որը կատարում է ապրանքները «մաքսային տարանցում» մաքսային ընթացակարգով ձևակերպելու հետ կապված մաքսային գործառնությունները",isCorrect:true},
                  
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:28,
                question:"Ապրանքային հայտարարագրի համակարգի, որ կարգավիճակում գտնվող հայտարարագիրը հայտարարատուի համար խմբագրվող չէ",
                answers:[
                    {id:0,answer:"Ներկայացված",isCorrect:true},
                    {id:1,answer:"Ճշգրտվող",isCorrect:false},
                    {id:2,answer:"Պահպանված",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:29,
                question:"Ապրանքները «մաքսային տարանցում» մաքսային ընթացակարգով ձեւակերպելիս  ում կողմից  է սահմանվում այն վայրը, որտեղ պետք է հասցվեն «մաքսային տարանցում» մաքսային ընթացակարգով ձեւակերպվող ապրանքները.",
                answers:[
                    {id:0,answer:"պետական եկամուտների կոմիտեի",isCorrect:false},
                    {id:1,answer:"նշանակման մաքսային մարմնի",isCorrect:false},//
                    {id:2,answer:"ուղարկող մաքսային մարմնի",isCorrect:true},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:30,
                question:"Անչափահաս ֆիզիկական անձի մաքսային զննում անցկացնելիս ովքեր են պարտավոր ներկա գտնվել",
                answers:[
                    {id:0,answer:"նրա օրինական ներկայացուցիչները` ծնողները",isCorrect:false},
                    {id:1,answer:"նրա օրինական ներկայացուցիչները (ծնողները, որդեգրողները) կամ նրան ուղեկցող անձինք ",isCorrect:false},
                    {id:2,answer:"նրա օրինական ներկայացուցիչները (ծնողները, որդեգրողները, խնամակալները կամ հոգաբարձուները) կամ նրան ուղեկցող անձինք ",isCorrect:true},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:31,
                question:"«Ազատ պահեստ» մաքսային ընթացակարգով ձևակերպված Միության ապրանքները",
                answers:[
                    {id:0,answer:"պահպանում են Միության ապրանքների կարգավիճակը:",isCorrect:true},
                    {id:1,answer:"կորցնում են Միության ապրանքների կարգավիճակը, այսինքն ձեռք են բերում օտարերկրյա ապրանքի կարգավիճակ",isCorrect:false},//
                    {id:2,answer:"կարող են կորցնել Միության ապրանքների կարգավիճակը",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:32,
                question:"«Մաքսային կարգավորման մասին» ՀՀ օրենքի համաձայն ստորև նշվածներից ով է ապահովում Հայաստանի Հանրապետության տարածքում շահագրգիռ անձանց` Միության մաքսային օրենսգրքի համաձայն՝ մաքսային մարմինների ընդունած նախնական և այլ որոշումների մասին տեղեկատվությունից ազատ օգտվելու անվճար հնարավորությունը.",
                answers:[
                    {id:0,answer:"ՀՀ պետական եկամուտների կոմիտեն",isCorrect:true},
                    {id:1,answer:"մաքսային մարմինը",isCorrect:false},//
                    {id:2,answer:"ՀՀ կառավարությունը",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:33,
                question:"«Ներքին սպառման համար բացթողում» մաքսային ընթացակարգը՝",
                answers:[
                    {id:0,answer:"Օտարերկրյա և միության ապրանքների առնչությամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան ապրանքները Միության մաքսային տարածքում գտնվում  և օգտագործվում են առանց օտարերկրյա ապրանքների առնչությամբ՝ մաքսային կարգավորման ոլորտի միջազգային պայմանագրերով և ակտերով նախատեսված՝ տիրապետման, օգտագործման և (կամ) տնօրինման սահմանափակումներ ի, եթե այլ բան սահմանված չէ  ԵԱՏՄ մաքսային օրենսգրքով:",isCorrect:false},
                    {id:1,answer:"Օտարերկրյա ապրանքների առնչությամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան ապրանքները Միության մաքսային տարածքում գտնվում  և օգտագործվում են առանց օտարերկրյա ապրանքների առնչությամբ՝ մաքսային կարգավորման ոլորտի միջազգային պայմանագրերով և ակտերով նախատեսված՝ տիրապետման, օգտագործման և (կամ) տնօրինման սահմանափակումներ ի, եթե այլ բան սահմանված չէ  ԵԱՏՄ մաքսային օրենսգրքով:",isCorrect:true},//
                    {id:2,answer:"Օտարերկրյա ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են ներքին սպառման համար վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «ներքին սպառման համար բացթողում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելու պայմանները:",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:34,
                question:"Անդամ պետությունների մտավոր սեփականության օբյեկտների ազգային մաքսային ռեեստրը վարում է",
                answers:[
                    {id:0,answer:"անդամ պետության կառավարությունը",isCorrect:false},
                    {id:1,answer:"անդամ պետության մաքսային մարմինները",isCorrect:true},//
                    {id:2,answer:"ԵԱՏՄ հանձնաժողովը",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:35,
                question:"Ապրանքային հայտարարագրի համակարգի նշվածներից որ գործողությամբ հայտարարատուն կարող է գրանցել ներկայացված կրագավիճակում գտնվող ապրանքային հայտարարագիրը",
                answers:[
                    {id:0,answer:"Էլեկտրանային ստորագրությամբ հայտարարագիրը վերբեռնելու միջոցով",isCorrect:true},
                    {id:1,answer:"հայտարարագիրը պահպանելու միջոցով",isCorrect:false},//
                    {id:2,answer:"Էլեկտրոնային ստորագրությամբ ԱՀՃ-ն վերբեռնելու միջոցով",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:36,
                question:"Ապրանքային հայտարարագրի համակարգի, որ բաժնում է արտապատկերվում հայտարարագրի հետ կատարված գործողությունների պատմագրումը",
                answers:[
                    {id:0,answer:"Ֆինանսական բաժնում",isCorrect:false},
                    {id:1,answer:"Նշումներ բաժնում",isCorrect:true},//
                    {id:2,answer:"Գլխավոր բաժնում",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:37,
                question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի ինչ ժամկետներում պետք է վճարվեն պետական տուրքերը մաքսային ընթացակարգերի շրջանակներում.",
                answers:[
                    {id:0,answer:"Պետական տուրքերը պետք է վճարվեն մաքսային հայտարարագիր ներկայացնելուց հետո՝ 5 աշխատանքային օրվա ընթացքում",isCorrect:false},
                    {id:1,answer:"Պետական տուրքերը պետք է վճարվեն մաքսային հայտարարագիր ներկայացնելուն զուգահեռ",isCorrect:true},
                    {id:2,answer:"Պետական տուրքերը պետք է վճարվեն մաքսային հայտարարագիր ներկայացնելուց առաջ",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:38,
                question:"Կարող են արդյոք կատարվել փոփոխություններ տրամադրված լիցենզիաների մեջ",
                answers:[
                    {id:0,answer:"կարող են կատարվել",isCorrect:false},
                    {id:1,answer:"Չեն կարող կատարվել, այդ թվում՝ տեխնիկական բնույթի",isCorrect:true},//
                    {id:2,answer:"կարող են կատարվել միայն տեխնիկական բնույթի",isCorrect:false},
                ].map(item => Object.assign(item,{answered:false}))
            },
            {
                id:39,
                question:"Նշված ապրանքներից ո՞ր ապրանքնրի նկատմամբ կարող է կիրառվել «Ոչնչացում» մաքսային ընթացակարգը",
                answers:[
                    {id:0,answer:"դեղագործական ապրանքները",isCorrect:false},
                    {id:1,answer:"գաղտնի տեղեկատվություն պարունակող ապրանքները",isCorrect:false},
                    {id:2,answer:"պիտանիության (սպառման, իրացման) ժամկետը լրացած ապրանքների",isCorrect:true},
                   
                ].map(item => Object.assign(item,{answered:false}))
            },
]

export default questions



