

 const questions = [
    {
        id:1,
        question:"Ապրանքային հայտարարգրի գրանցումից հետո՝ ճշգրտման ընթացքում,  նշված դաշտերից որը ենթակա չէ փոփոխման",
        answers:[
            {id:0,answer:"Ուղարկողը",isCorrect:false},
            {id:1,answer:"Գրացման մաքսային մարմինը",isCorrect:true},
            {id:2,answer:"Գումարը ըստ հաշվի",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:2,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում թանկարժեք մետաղներ և թանկարժեք մետաղներ պարունակող հումքային ապրանքների (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է արտահանման դեպքում) լիցենզավորման  գործընթացը",
        answers:[
            {id:0,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:true},
            {id:1,answer:"ՀՀ Տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:false},
            {id:2,answer:"ՀՀ Շրջակա միջավայրի նախարարությունը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:3,
        question:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգով ձևակերպված ապրանքների վերամշակման գործողությունների արդյունքում` ստացած ապրանքները.",
        answers:[
            {id:0,answer:"Ստանում են օտարերկրյա ապրանքների կարգավիճակ:",isCorrect:true},
            {id:1,answer:"Ստանում են Միության ապրանքների կարգավիճակ:",isCorrect:false},
            {id:2,answer:"Ստանում են օտարերկրյա ապրանքների կարգավիճակ,իսկ օրենսդրությամբ սահմանված դեպքերում՝միության ապրանքների կարգավիճակ:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:4,
        question:"Ստորև նշվածներից որն է համարվում ապրանքների բավարար վերամշակման չափանիշ",
        answers:[
            {id:0,answer:"այն աշխատանքները, որոնց հետևանքով տեղի չի ունեցել ԱՏԳ ԱԱ-ում ապրանքի ապրանքային ծածկագրի որևէ նիշի փոփոխություն",isCorrect:false},
            {id:1,answer:"այն աշխատանքները, որոնց հետևանքով տեղի է ունեցել ԱՏԳ ԱԱ-ում ապրանքի ապրանքային ծածկագրի ամբողջական փոփոխություն",isCorrect:false},
            {id:2,answer:"այն աշխատանքները, որոնց հետևանքով տեղի է ունեցել ԱՏԳ ԱԱ-ում ապրանքի ապրանքային ծածկագրի առաջին չորս նիշերից ցանկացածի փոփոխություն",isCorrect:true},
          
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:5,
        question:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգով ձևակերպված ապրանքները՝",
        answers:[
            {id:0,answer:"կորցնում են օտարերկրյա ապրանքների կարգավիճակը:",isCorrect:false},
            {id:1,answer:"պահպանում են օտարերկրյա ապրանքների կարգավիճակը:",isCorrect:true},
            {id:2,answer:"օրենսդրությամբ սահմանված դեպքերում Կարող են ստանալ Միության ապրանքի կարգավիճակ:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:6,
        question:"«Ազատ պահեստ» մաքսային ընթացակարգով ձևակերպված Միության ապրանքները՝",
        answers:[
            {id:0,answer:"պահպանում են Միության ապրանքների կարգավիճակը:",isCorrect:true},
            {id:1,answer:"կորցնում են Միության ապրանքների կարգավիճակը:",isCorrect:false},
            {id:2,answer:"ստանում են օտարերկյա ապրանքի կարգավիճակ:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:7,
        question:"Ստորև նշվածներից որ միջոցներն են կիրառվում եթե մաքսային հայտարարագրում հայտարարագրված է այն մասին, որ ապրանքների ծագումն անհայտ է կամ ապրանքների ծագումը համարվում է չհաստատված",
        answers:[
            {id:0,answer:"հատուկ, հակագնագցման, փոխհատուցման տուրքերը հաշվարկվում են՝ ելնելով միևնույն ծածկագրով ապրանքի նկատմամբ սահմանված հատուկ, հակագնագցման, փոխհատուցման տուրքերի ամենամեծ դրույքաչափերից՝ Արտաքին տնտեսական գործունեության և (կամ) անվանման ապրանքային անվանացանկին  համապատասխան",isCorrect:true},
            {id:1,answer:"հատուկ, հակագնագցման, փոխհատուցման տուրքերը հաշվարկվում են՝ ելնելով միևնույն ծածկագրով ապրանքի նկատմամբ սահմանված հատուկ, հակագնագցման, փոխհատուցման տուրքերի ամենափոքր դրույքաչափերից՝ Արտաքին տնտեսական գործունեության և (կամ) անվանման ապրանքային անվանացանկին  համապատասխան",isCorrect:false},
            {id:2,answer:"հատուկ, հակագնագցման, փոխհատուցման տուրքերը հաշվարկվում են՝ ելնելով այլ ծածկագրով ապրանքի նկատմամբ սահմանված հատուկ, հակագնագցման, փոխհատուցման տուրքերի ամենամեծ դրույքաչափերից՝ Արտաքին տնտեսական գործունեության և (կամ) անվանման ապրանքային անվանացանկին  համապատասխան",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:8,
        question:"Ինչ փաստաթղթեր են կցվում «ոչնչացում» մաքսային ընթացակարգով հայտարարագրելու ցանկության մասին դիմումին",
        answers:[
            {id:0,answer:"ոչնցչացվող ապրանքների ծագման հավաստագիր",isCorrect:false},
            {id:1,answer:"կազմակերպության հետ կնքված պայմանագրի պատճենը",isCorrect:true},
            {id:2,answer:"հայտարարատուի պետական ռեգիստրի վկայականը,իսկ ֆիզիկական անձի դեպքում՝ անձը հաստատող փաստաթուղթ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:9,
        question:"«Արտահանում» մաքսային ընթացակարգը`",
        answers:[
            {id:0,answer:"Միության և օտարերկյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ նման ապրանքներն արտահանվում են Միության մաքսային տարածքից դրա սահմաններից մշտապես դուրս  գտնվելու համար:",isCorrect:false},
            {id:1,answer:"Օտարերկյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ նման ապրանքներն արտահանվում են Միության մաքսային տարածքից դրա սահմաններից մշտապես դուրս  գտնվելու համար:",isCorrect:false},
            {id:2,answer:"Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ նման ապրանքներն արտահանվում են Միության մաքսային տարածքից դրա սահմաններից մշտապես դուրս  գտնվելու համար:",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:10,
        question:"Ի՞նչ է մաքսային զննումը",
        answers:[
            {id:0,answer:"մաքսային հսկողության ձև է",isCorrect:true},
            {id:1,answer:"մաքսային վիճակագրություն վարելու միջոց",isCorrect:false},
            {id:2,answer:"ռիսկերի կառավարման միջոց",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:11,
        question:"Ապրանքային հայտարարագրի համակարգում, ում կողմից է նշվում գործարքի արժույթի փոխարժեքը",
        answers:[
            {id:0,answer:"հայտարարատուի կողմից",isCorrect:false},
            {id:1,answer:"Համակարգի կողմից ինքնաշխատ",isCorrect:true},
            {id:2,answer:"մաքսային մարմնի կողմից",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:12,
        question:"Ինչ նպատակով է որոշվում ՀՀ և Միության տարածքներից արտահանվող ապրանքների ծագման երկիրը",
        answers:[
            {id:0,answer:"դրանց նկատմամբ սակագնային և ոչ սակագնային կարգավորման, մաքսային վիճակագրության վարման և ծագման հավաստագրերի կամ վկայականների տրամադրման նպատակով",isCorrect:true},
            {id:1,answer:"դրանց նկատմամբ ռիսկերի կառավարման համար",isCorrect:false},
            {id:2,answer:"դրանց նկատմամբ մաքսային հսկողության իրականացման համար",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:13,
        question:"Ապրանքները հանձնվում են պետությանը.",
        answers:[
            {id:0,answer:"ապրանքները «ոչնչացում» մաքսային ընթացակարգով ձևակերպելու դեպքում",isCorrect:false},
            {id:1,answer:"ապրանքները «Հրաժարում՝ հօգուտ պետության» մաքսային ընթացակարգով ձևակերպելու դեպքում",isCorrect:true},
            {id:2,answer:"ապրանքները «Բացթողում ներքին սպառման համար» մաքսային ընթացակարգով ձևակերպելու դեպքում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:14,
        question:"«Ներքին սպառման համար վերամշակում» մաքսային ընթացակարգը ո՞ր ապրանքների նկատմամբ է կիրառվում:",
        answers:[
            {id:0,answer:"Միության և օտարերկրյա ապրանքների նկատմամբ",isCorrect:false},
            {id:1,answer:"Միության ապրանքների նկատմամբ",isCorrect:false},
            {id:2,answer:"Օտարերկրյա ապրանքների նկատմամբ:",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:15,
        question:"Ապրանքային հայտարարագրի համակարգի, որ բաժնում է արտապատկերվում հայտարարագրի հետ կատարված գործողությունների պատմագրումը",
        answers:[
            {id:0,answer:"Աուդիտ բաժնում",isCorrect:false},
            {id:1,answer:"Կողմեր բաժնում",isCorrect:false},
            {id:2,answer:"Նշումներ բաժնում",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:16,
        question:"Ստորև նշվածներից ով է իրականացնում Հայաստանի Հանրապետությունից արտահանվող ապրանքների ծագման երկրի որոշումը և ապրանքներին տրամադրվող` արտոնյալ ծագման կարգավիճակը հաստատող հավաստագրի տրամադրումը.",
        answers:[
            {id:0,answer:"ՀՀ Կառավարության լիազոր մարմինը",isCorrect:true},
            {id:1,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false},
            {id:2,answer:"ՀՀ Ֆինանսների նախարարությունը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:17,
        question:"Ստորև նշված որ մարմնի կողմից է սահմանվում ապրանքի ծագման մասին նախնական որոշման ձևը, այն լրացնելու և ապրանքի ծագման մասին այդպիսի նախնական որոշման մեջ փոփոխություններ (լրացումներ) կատարելու կարգը",
        answers:[
            {id:0,answer:"ԵՏՀ հանձնաժողովի",isCorrect:true},
            {id:1,answer:"անդամ երկրների մաքսային մարմինների",isCorrect:false},
            {id:2,answer:"անդամ պետության կառավարության լիազոր մարմնի",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:18,
        question:"Միության մաքսային տարածք ներմուծվող ապրանքները ո՞ր պահից սկսած են գտնվում մաքսային հսկողության տակ:",
        answers:[
            {id:0,answer:"Ժամանակավոր պահպանության հանձնվելու պահից",isCorrect:false},
            {id:1,answer:"Միության մաքսային սահմանը հատելու պահից:",isCorrect:true},
            {id:2,answer:"Ժամանակավոր պահպանման համար անհրաժեշտ փաստաթղթերը մաքսային մարմին ներկայացնելու պահից",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:19,
        question:"«Մաքսային կարգավորման մասին» ՀՀ օրենքի համաձայն ստորև նշվածներից ով է ապահովում Հայաստանի Հանրապետության տարածքում շահագրգիռ անձանց` Միության մաքսային օրենսգրքի համաձայն՝ մաքսային մարմինների ընդունած նախնական և այլ որոշումների մասին տեղեկատվությունից ազատ օգտվելու անվճար  հնարավորությունը.",
        answers:[
            {id:0,answer:"ՀՀ պետական եկամուտների կոմիտեն",isCorrect:true},
            {id:1,answer:"ՀՀ Կառավարությունը",isCorrect:false},
            {id:2,answer:"մաքսային մարմինները",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:20,
        question:"Միջազգային փոստային փոխանակման վայրերում (հաստատություններում) պահպանվող միջազգային փոստային առաքանիների, ինչպես նաև ուղևորին չհանձնված կամ նրա կողմից չպահանջված, օդային տրանսպորտային միջոցով Միության մաքսային սահմանով տեղափոխվող ուղեբեռի դեպքում որքա՞ն է կազմում ժամանակավոր պահպանման ժամկետը.",
        answers:[
            {id:0,answer:"ժամանակավոր պահպանման ժամկետը կազմում է 5 ամիս:",isCorrect:false},
            {id:1,answer:"ժամանակավոր պահպանման ժամկետը կազմում է 6 ամիս:",isCorrect:true},
            {id:2,answer:"ժամանակավոր պահպանման ժամկետը կազմում է 4 ամիս:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:21,
        question:"Ի՞նչ է «Ոչնչացում»  մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Ոչնչացում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները ոչնչացվում են առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման պայմանները:",isCorrect:true},
            {id:1,answer:"«Ոչնչացում» մաքսային ընթացակարգն օտարերկրյա  և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները ոչնչացվում են առանց ներմուծման մաքսատուրքերի, հարկերի, սակայն հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարմամբ պահպանելով այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման պայմանները:",isCorrect:false},
            {id:2,answer:"«Ոչնչացում» մաքսային ընթացակարգն Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները ոչնչացվում են առանց ներմուծման մաքսատուրքերի, հարկերի, սակայն հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարմամբ պահպանելով այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման պայմանները:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:22,
        question:"ԵԱՏՄ մաքսային օրենսգրքում ինչպես է սահմանվում «ապրանքների բացթողում» հասկացությունը.",
        answers:[
            {id:0,answer:"Մաքսային մարմնի գործողություն, որն իրականացնելուց հետո շահագրգիռ անձինք իրավունք ունեն օգտագործելու ապրանքները՝ հայտագրված մաքսային ընթացակարգին համապատասխան կամ այն ապրանքների առանձին կատեգորիաների համար սահմանված կարգին ու պայմաններին համապատասխան, որոնք, ԵԱՏՄ մաքսային օրենսգրքին համապատասխան, ենթակա չեն մաքսային ընթացակարգով ձևակերպման:",isCorrect:true},
            {id:1,answer:"Մաքսային ներկայացուցչի գործողություն, որն իրականացնելուց հետո շահագրգիռ անձինք իրավունք ունեն օգտագործելու  ապրանքները՝ հայտագրված մաքսային ընթացակարգին համապատասխան",isCorrect:false},
            {id:2,answer:"Մաքսային մարմնի գործողություն, որն իրականացնելուց հետո շահագրգիռ անձինք իրավունք ունեն միայն արտահանելու այդ ապրանքները",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:23,
        question:"ԵԱՏՄ մաքսային օրենսգրքում ինչպես է սահմանվում «մաքսային հայտարարագիր» հասկացությունը.",
        answers:[
            {id:0,answer:"Մաքսային փաստաթուղթ, որը պարունակում է տեղեկություններ ապրանքների ծագման մասին տեղեկություններ:",isCorrect:false},
            {id:1,answer:"Մաքսային փաստաթուղթ, որը պարունակում է տեղեկություններ ապրանքների վերաբերյալ կամ ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկություններ:",isCorrect:true},
            {id:2,answer:"Մաքսային փաստաթուղթ, որը պարունակում է տեղեկություններ ընտրված մաքսային ընթացակարգի կամ ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկություններ:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:24,
        question:"Ինչ է «Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ ներմուծման մաքսատուրքերի, հարկերի մասնակի վճարմամբ և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման կամ առանց ներմուծման մաքսատուրքերի, հարկերի վճարման և առանց հատուկ, հակագնագցման, փոխհատուցմանտուրքերի վճարման:",isCorrect:true},
            {id:1,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները մշտական գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ ներմուծման մաքսատուրքերի, հարկերի վճարմամբ և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման:",isCorrect:false},
            {id:2,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ ներմուծման մաքսատուրքերի, հարկերի մասնակի վճարմամբ և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման կամ առանց ներմուծման մաքսատուրքերի, հարկերի վճարման և առանց հատուկ, հակագնագցման, փոխհատուցմանտուրքերի վճարման:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:25,
        question:"Ի՞նչ նպատակով կարող  են նախկինում «ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգով ձևակերպված ապրանքները ձևակերպվել «մաքսային պահեստ» մաքսային ընթացակարգով",
        answers:[
            {id:0,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգով ձևակերպման նպատակով",isCorrect:false},
            {id:1,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգի գործողության կասեցման համար:",isCorrect:true},
            {id:2,answer:"«Ազատ պահեստ» մաքսային ընթացակարգով ձևակերպման նպատակով",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:26,
        question:"Ո՞ւմ ներկայությամբ և ո՞րտեղ է իրականացվում անձի մաքսային զննումը",
        answers:[
            {id:0,answer:"անձի մաքսային զննումն անցկացվում է նույն սեռի 2 ընթերակաների ներկայությամբ, սանիտարահիգիենիկ պահանջներին համապատասխանող մեկուսացված սենյակում:",isCorrect:true},
            {id:1,answer:"անձի մաքսային զննումն անցկացվում է նույն սեռի 3 ընթերակաների ներկայությամբ, սանիտարահիգիենիկ պահանջներին համապատասխանող մեկուսացված սենյակում",isCorrect:false},
            {id:2,answer:"անձի մաքսային զննումն անցկացվում է նույն սեռի 2 ընթերակաների ներկայությամբ, ժամանակավոր պահպանման և մաքսային պահեստներում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:27,
        question:"Որպես ԵԱՏՄ մաքսային օրնսգրքով սահմանված ընդհանուր կանոն ով է կրում ապրանքները հայտագրված մաքսային ընթացակարգին համապատասխան օգտագործելու այն պայմանները պահպանելու պարտավորությունը, որոնք ենթակա են պահպանման ապրանքները մաքսային ընթացակարգով ձևակերպելուց հետո ",
        answers:[
            {id:0,answer:"Որպես ԵԱՏՄ մաքսային օրնսգրքով սահմանված ընդհանուր կանոն ապրանքները հայտագրված մաքսային ընթացակարգին համապատասխան օգտագործելու այն պայմանները պահպանելու պարտավորությունը, որոնք ապրանքները մաքսային ընթացակարգով ձևակերպելուց հետո ենթակա են պահպանման կրում է մաքսային մարմինը",isCorrect:false},
            {id:1,answer:"Որպես ԵԱՏՄ մաքսային օրնսգրքով սահմանված ընդհանուր կանոն ապրանքները հայտագրված մաքսային ընթացակարգին համապատասխան օգտագործելու այն պայմանները պահպանելու պարտավորությունը, որոնք ապրանքները մաքսային ընթացակարգով ձևակերպելուց հետո ենթակա են պահպանման կրում է մաքսային ձևակերպումների մասնագետը",isCorrect:false},
            {id:2,answer:"Որպես ԵԱՏՄ մաքսային օրնսգրքով սահմանված ընդհանուր կանոն ապրանքները հայտագրված մաքսային ընթացակարգին համապատասխան օգտագործելու այն պայմանները պահպանելու պարտավորությունը, որոնք ապրանքները մաքսային ընթացակարգով ձևակերպելուց հետո ենթակա են պահպանման կրում է հայտարարատուն",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:28,
        question:"«մաքսային պահեստ» մաքսային ընթացակարգով ձևակերպված ապրանքները՝:",
        answers:[
            {id:0,answer:"Պահպանում են օտարերկրյա ապրանքների կարգավիճակը",isCorrect:true},
            {id:1,answer:"Կորցնում են օտարերկրյա ապրանքների կարգավիճակը,այդպիսով ձեռք բերելով Միության ապրանքի կարգավիճակ",isCorrect:false},
            {id:2,answer:"Պահպանում են օտարերկրյա ապրանքների կարգավիճակը,իսկ ԵՏՀ Հանձնաժողովի սահմանած դեպքերում կորցնում են  օտարերկրյա ապրանքների կարգավիճակը,այդպիսով ձեռք բերելով Միության ապրանքի կարգավիճակ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:29,
        question:"Ապրանքային հայտարարագրի համակարգի նշվածներից որ գործողությամբ հայտարարատուն կարող է գրանցել ներկայացված կրագավիճակում գտնվող ապրանքային հայտարարագիրը",
        answers:[
            {id:0,answer:"Էլեկտրանային ստորագրությամբ հայտարարագիրը վերբեռնելու միջոցով",isCorrect:true},
            {id:1,answer:"Ապրանքային հայտարարագրի համակարգից միասնական հայտ ուղարկելու միջոցով",isCorrect:false},
            {id:2,answer:"Գրանցումը իրականացվում է միայն մաքսային մարմնի պաշտոնատար անձի կողմից",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:30,
        question:"Ստորև նշվածներից որ դեպքում է  հավաստվում ապրանքների ծագումը",
        answers:[
            {id:0,answer:"երբ դրանից կախված է ոչ սակագնային կարգավորմումը",isCorrect:false},
            {id:1,answer:"այն դեպքում,երբ ապրանքները ձևակերպվում են «Արտահանում» մաքսային ընթացակարգով",isCorrect:false},
            {id:2,answer:"երբ դրանից կախված է ներքին շուկայի պաշտպանության միջոցների կիրառումը",isCorrect:true},
            
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:31,
        question:"Մաքսային մարմինների կողմից գանձվող ստորև նշված որ վճարը (հարկը)  Եվրասիական տնտեսական միության մաքսային օրենսգրքի իմաստով՝ մաքսային վճարի տեսակ  չի",
        answers:[
            {id:0,answer:"մաքսատուրքը",isCorrect:false},
            {id:1,answer:"ճանապարհային հարկը",isCorrect:true},
            {id:2,answer:"մաքսային գործողությունների համար գանձվող պետական տուրքը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:32,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում թանկարժեք քարերի (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման և արտահանման դեպքերում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:true},
            {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false},
            {id:2,answer:"ՀՀ տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:33,
        question:"Ստորև նշված որ ժամանակահատվածում  են ենթակա ժամանակավոր պահպանության տակ դրվելու մաքսային հայտարարագրման մաքսային գործառնություններ չկատարված կամ բացթողումը մերժված Միջազգային փոստային առաքանիները",
        answers:[
            {id:0,answer:"«մաքսային տարանցում» մաքսային ընթացակարգի գործողության ավարտից հետո 2 օրացուցային օրվանից ոչ ուշ",isCorrect:true},
            {id:1,answer:"«մաքսային տարանցում» մաքսային ընթացակարգի գործողության ավարտից հետո 5 օրացուցային օրվանից ոչ ուշ",isCorrect:false},
            {id:2,answer:"«մաքսային տարանցում» մաքսային ընթացակարգի գործողության ավարտի օրը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:34,
        question:"Արտագնա մաքսային ստուգումն իրականացվում է.",
        answers:[
            {id:0,answer:"կոմիտեի ղեկավարի` արտագնա մաքսային ստուգում իրականացնելու մասին գրավոր հանձնարարականի հիման վրա",isCorrect:true},
            {id:1,answer:"կոմիտեի ղեկավարի` արտագնա մաքսային ստուգում իրականացնելու մասին բանավոր հանձնարարականի հիման վրա",isCorrect:false},
            {id:2,answer:"առանց կոմիտեի ղեկավարի հանձնարարականի",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:35,
        question:"Ո՞ւմ կողմից է իրականացնում անձի մաքսային զննումը",
        answers:[
            {id:0,answer:"Մաքսային մարմնի այն պաշտոնատար անձանց կողմից, ովքեր մաքսային զննման ենթարկվող անձի հետ նույն սեռի են:",isCorrect:true},
            {id:1,answer:"Մաքսային մարմնի ցանկացած պաշտոնատար անձի կողմից",isCorrect:false},
            {id:2,answer:"Մաքսային մարմնի ղեկավարի կողմից",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:36,
        question:"Մաքսային մարմնի  կողմից ինչպիսի գործողություններ են կատարվում դիմումատուի կողմից ըստ ԱՏԳ ԱԱ-ի նախնական դասակարգման որոշման կորստի դեպքում",
        answers:[
            {id:0,answer:"մաքսային մարմինը տրամադրում է դիմումատուի կողմից նախկինում ստացված ըստ ԱՏԳ ԱԱ-ի նախնական դասակարգման որոշման կրկնօրինակը",isCorrect:true},
            {id:1,answer:"մաքսային մարմինը տրամադրում է դիմումատուին տուգանք նշանակելու մասին արձանագրություն",isCorrect:false},
            {id:2,answer:"մաքսային մարմինը մերժում է դասակարգման որոշումը՝  տրամադրելով նոր որոշում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:37,
        question:"Ստորև նշվածներից ինչի հիման վրա է  որոշվում ապրանքների առաքման վայրը",
        answers:[
            {id:0,answer:"տրանսպորտային (փոխադրման) փաստաթղթերում նշված նշանակման կետի մասին տեղեկությունների",isCorrect:true},
            {id:1,answer:"հայտարարատուի տված տեղեկությունների",isCorrect:false},
            {id:2,answer:"տրանսպորտային (փոխադրման) փաստաթղթերում նշված մեկնման կետի մասին տեղեկությունների",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:38,
        question:"«Ներքին սպառման համար վերամշակում» մաքսային ընթացակարգը`",
        answers:[
            {id:0,answer:"Միության և Օտարերկրյա ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են ներքին սպառման համար վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «ներքին սպառման համար բացթողում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելուպայմանները:",isCorrect:false},
            {id:1,answer:"Օտարերկրյա ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են ներքին սպառման համար վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «ներքին սպառման համար բացթողում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելուպայմանները:",isCorrect:true},
            {id:2,answer:"Միության ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են ներքին սպառման համար վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «ներքին սպառման համար բացթողում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելուպայմանները:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:39,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի հայտարարատուի դիմումի հիման վրա ստորև ներկայացված  որ մարմինը կարող է ընդունել ապրանքի ծագման երկրի վերաբերյալ նախնական որոշում.",
        answers:[
            {id:0,answer:"ՀՀ Կառավարությունը",isCorrect:false},
            {id:1,answer:"ՀՀ պետական եկամուտների կոմիտեն",isCorrect:true},
            {id:2,answer:"մաքսային մարմինը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:40,
        question:"«Մաքսային տարանցում» մաքսային ընթացակարգով ձևակերպված օտարերկրյա ապրանքները՝",
        answers:[
            {id:0,answer:"ստանում են Միության ապրանքի կարգավիճակ",isCorrect:false},
            {id:1,answer:"Կորցնում են օտարերկրյա ապրանքների կարգավիճակը:",isCorrect:false},
            {id:2,answer:"Պահպանում են օտարերկրյա ապրանքների կարգավիճակը:",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
]

export default questions