
 const questions = [

    {
        id:1,
        question:"Ի՞նչ է «Հրաժարում՝ հօգուտ պետության»  մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Հրաժարում՝ հօգուտ պետության» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ այդպիսի ապրանքներն անհատույց հանձնվում են անդամ պետության սեփականությանը (եկամտին)՝ առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման պայմանները:",isCorrect:true,answered:false},//
            {id:1,answer:"«Հրաժարում՝ հօգուտ պետության» մաքսային ընթացակարգն օտարերկրյա և Եվրասիական տնտեսական միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ այդպիսի ապրանքներն անհատույց հանձնվում են անդամ պետության սեփականությանը (եկամտին)՝ առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման պայմանները:",isCorrect:false,answered:false},
            {id:2,answer:"«Հրաժարում՝ հօգուտ պետության» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ այդպիսի ապրանքներն անհատույց հանձնվում են անդամ պետության սեփականությանը (եկամտին)՝  պահպանելով այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման պայմանները:",isCorrect:false,answered:false},
        ]
    },
    {
        id:2,
        question:"Ի՞նչ է «Ազատ պահեստ» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Ազատ պահեստ» մաքսային ընթացակարգն օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները տեղավորվում և օգտագործվում են ազատ պահեստում՝ առանց մաքսատուրքեր, հարկեր, հատուկ, հակագնագցման, փոխհատուցման տուրքեր վճարելու՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և այդ մաքսային ընթացակարգին համապատասխան դրանց օգտագործման  պայմանները:",isCorrect:true,answered:false},//
            {id:1,answer:"«Ազատ պահեստ» մաքսային ընթացակարգն Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները տեղավորվում և օգտագործվում են ազատ պահեստում՝ առանց մաքսատուրքեր, հարկեր, հատուկ, հակագնագցման, փոխհատուցման տուրքեր վճարելու՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և այդ մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանները:",isCorrect:false,answered:false},
            {id:2,answer:"«Ազատ պահեստ» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները տեղավորվում և օգտագործվում են ազատ պահեստում՝ առանց մաքսատուրքեր, հարկեր, հատուկ, հակագնագցման, փոխհատուցման տուրքեր վճարելու՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և այդ մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանները:",isCorrect:false,answered:false},
        ]
    },
    {
        id:3,
        question:"«Արտահանում» մաքսային ընթացակարգը՝ ",
        answers:[
            {id:0,answer:"Մաքսային ընթացակարգ է, որին համապատասխան՝ օտարերկրյա ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու պայմանների պահպանման դեպքում ուղարկող մաքսային մարմնից նշանակման մաքսային մարմին են փոխադրվում (տրանսպորտով փոխադրվում) առանց մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման:",isCorrect:false,answered:false},
            {id:1,answer:"Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որի համաձայն այդ ապրանքներն արտահանվում են  Միության մաքսային տարածքից՝ Միության մաքսային տարածքից դուրս վերամշակման գործողություններ կատարելու  արդյունքում դրանց վերամշակման այն արդյունքներն ստանալու նպատակով, որոնք նախատեսված են Միության մաքսային տարածք հետագա ներմուծման համար, առանց Միության այդ ապրանքների համար արտահանման մաքսատուրքեր վճարելու` այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և այդ մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանները պահպանելու դեպքում:",isCorrect:false,answered:false},
            {id:2,answer:"Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ նման ապրանքներն արտահանվում են Միության մաքսային տարածքից դրա սահմաններից մշտապես դուրս գտնվելու համար:",isCorrect:true,answered:false}, 
        ]
    },
    {
        id:4,
        question:"Ինչ է հատուկ մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"Հատուկ մաքսային ընթացակարգն օտարերկրյա ապրանքների և Միության ապրանքների առանձին կատեգորիաների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրաքները տեղափոխվում են Միության մաքսային սահմանով, գտնվում են և (կամ) օգտագործվում են Միության մաքսային տարածքում կամ դրա սահմաններից դուրս առանց մաքսատուրքերի, հարկերի, հատուկ հակագնագցման փոխհատուցման տուրքերի վճարման այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և (կամ) այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների պահպանմամբ",isCorrect:true,answered:false},
            {id:1,answer:"Հատուկ մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրաքները տեղափոխվում են Միության մաքսային սահմանով, գտնվում են և (կամ) օգտագործվում են Միության մաքսային տարածքում կամ դրա սահմաններից դուրս առանց մաքսատուրքերի, հարկերի, հատուկ հակագնագցման փոխհատուցման տուրքերի վճարման այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և (կամ) այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների պահպանմամբ",isCorrect:false,answered:false},
            {id:2,answer:"Հատուկ մաքսային ընթացակարգը օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքներն անմաքս առևտրի խանութներում գտնվում և իրացվում են մանրածախ առևտրի ձևով՝ առանց օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման, այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման և այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների պահպանմանդեպքում:",isCorrect:false,answered:false},
        ]
      },
      {
        id:5,
        question:"Ինչ է «Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ ներմուծման մաքսատուրքերի, հարկերի մասնակի վճարմամբ և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման կամ առանց ներմուծման մաքսատուրքերի, հարկերի վճարման և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման:",isCorrect:false,answered:false},
            {id:1,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ ներմուծման մաքսատուրքերի, հարկերի մասնակի վճարմամբ և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման կամ առանց ներմուծման մաքսատուրքերի, հարկերի վճարման և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման:",isCorrect:true,answered:false},
            {id:2,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառելի մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքում այդպիսի ապրանքների հետ կատարվում են վերամշակման գործողություններ՝ դրանց վերամշակման արդյունքներ ստանալու նպատակով, որոնք նախատեսված են Միության մաքսային տարածքից հետագա արտահանման համար՝ առանց այդպիսի օտարերկրյա ապրանքների առնչությամբ ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանց օգտագործման պայմանները՝ այդ մաքսային ընթացակարգինհամապատասխան:",isCorrect:false,answered:false},
        ]
      },
      {
        id:6,
        question:"Ի՞նչ է «Անմաքս առևտուր» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքներն անմաքս առևտրի խանութներում գտնվում և իրացվում են մեծածախ առևտրի ձևով՝ առանց օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման, այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման և այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների պահպանման դեպքում:",isCorrect:false,answered:false},
            {id:1,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքներն անմաքս առևտրի խանութներում գտնվում և իրացվում են մանրածախ առևտրի ձևով՝ առանց օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման, այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման և այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների պահպանման դեպքում:",isCorrect:false,answered:false},
            {id:2,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքներն անմաքս առևտրի խանութներում գտնվում և իրացվում են մանրածախ առևտրի ձևով՝ առանց օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման, այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման և այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների պահպանման դեպքում:",isCorrect:true,answered:false},
        ]
    },
    {
        id:7,
        question:"Ի՞նչ է «Վերաներմուծում»  մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Վերաներմուծում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքից ավելի վաղ արտահանված այդպիսի ապրանքները ներմուծվում են Միության մաքսային տարածք առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու պայմանները:",isCorrect:true,answered:false},
            {id:1,answer:"«Վերաներմուծում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքից ավելի վաղ արտահանված այդպիսի ապրանքները ներմուծվում են Միության մաքսային տարածք ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի մասնակի վճարմամբ՝ պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու պայմանները:",isCorrect:false,answered:false},
            {id:2,answer:"«Վերաներմուծում» մաքսային ընթացակարգն օտարերկրյա և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքից ավելի վաղ արտահանված այդպիսի ապրանքները ներմուծվում են Միության մաքսային տարածք առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու պայմանները:",isCorrect:false,answered:false},
        ]
      },
      {
        id:8,
        question:"«Ներքին սպառման համար վերամշակում» մաքսային ընթացակարգը`",
        answers:[
            {id:0,answer:"Օտարերկրյա և Միության ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են ներքին սպառման համար վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «ներքին սպառման համար բացթողում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելու պայմանները:",isCorrect:false,answered:false},
            {id:1,answer:"Օտարերկրյա ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են ներքին սպառման համար վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «ներքին սպառման համար բացթողում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելու պայմանները:",isCorrect:true,answered:false},
            {id:2,answer:"Օտարերկրյա ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են մաքսային տարածքից դուրս վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «Վերաներմուծում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելու պայմանները:",isCorrect:false,answered:false},
        ]
    },
    {
        id:9,
        question:"«Ներքին սպառման համար բացթողում» մաքսային ընթացակարգը՝",
        answers:[
            {id:0,answer:"Օտարերկրյա և միության ապրանքների առնչությամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան ապրանքները Միության մաքսային տարածքում գտնվում  և օգտագործվում են առանց օտարերկրյա ապրանքների առնչությամբ՝ մաքսային կարգավորման ոլորտի միջազգային պայմանագրերով և ակտերով նախատեսված՝ տիրապետման, օգտագործման և (կամ) տնօրինման սահմանափակումներ ի, եթե այլ բան սահմանված չէ  ԵԱՏՄ մաքսային օրենսգրքով:",isCorrect:false},
            {id:1,answer:"Օտարերկրյա ապրանքների առնչությամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան ապրանքները Միության մաքսային տարածքում գտնվում  և օգտագործվում են առանց օտարերկրյա ապրանքների առնչությամբ՝ մաքսային կարգավորման ոլորտի միջազգային պայմանագրերով և ակտերով նախատեսված՝ տիրապետման, օգտագործման և (կամ) տնօրինման սահմանափակումներ ի, եթե այլ բան սահմանված չէ  ԵԱՏՄ մաքսային օրենսգրքով:",isCorrect:true},//
            {id:2,answer:"Օտարերկրյա ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են ներքին սպառման համար վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «ներքին սպառման համար բացթողում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելու պայմանները:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:10,
        question:"Ի՞նչ է «Ոչնչացում»  մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Ոչնչացում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները ոչնչացվում են ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարմամբ՝ պահպանելով այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման պայմանները:",isCorrect:false,answered:false},
            {id:1,answer:"«Ոչնչացում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները ոչնչացվում են առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման պայմանները:",isCorrect:true,answered:false},
            {id:2,answer:"«Ոչնչացում» մաքսային ընթացակարգն օտարերկրյա և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները ոչնչացվում են առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման պայմանները:",isCorrect:false,answered:false},
        ]
    },
    {
        id:11,
        question:"Ինչ կարգավիճակ ունեն «Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները",
        answers:[
            {id:0,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները կորցնում են Միության ապրանքի կարգավիճակը, այսինքն ձեռք են բերում օտարերկրյա ապրանքի կարգավիճակ,իսկ օրենսդրությամբ սահմանված այլ դեպքերում՝ պահպանում են Միության ապրանքի կարգավիճակը",isCorrect:false},
            {id:1,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները պահպանում են Միության ապրանքի կարգավիճակը",isCorrect:false},
            {id:2,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները կորցնում են Միության ապրանքի կարգավիճակը, այսինքն ձեռք են բերում օտարերկրյա ապրանքի կարգավիճակ",isCorrect:true},//
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:12,
        question:"ԵԱՏՄ մաքսային օրենսդրությամբ սահմանված՝ ինչպիսի կարգավիճակ ունեցող ապրանքների նկատմամբ  կիրառվող ընթացակարգ է «Վերաարտահանում» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Վերաարտահանում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false},
            {id:1,answer:"«Վերաարտահանում» մաքսային ընթացակարգն օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:true},
            {id:2,answer:"«Վերաարտահանում» մաքսային ընթացակարգն Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:13,
        question:"Թույլատրվու՞մ է արդյոք ֆիզիկական անձանց կողմից անձնական օգտագործման համար օզոնաքայքայիչ նյութերի ներմուծումը և արտահանումը Եվրասիական տնտեսական միության մաքսային տարածք",
        answers:[
            {id:0,answer:"թույլատրվում է",isCorrect:false,answered:false},
            {id:1,answer:"արգելվում է ",isCorrect:true,answered:false},
            {id:2,answer:"թույլատրվում է պետական լիազոր մարմնի կողմից լիցենզիա ստանալու դեպքում",isCorrect:false,answered:false},
        ]
    },
 
    {
        id:14,
        question:"Մաքսային մարմնի կողմից սահմանված մաքսային ընթացակարգի գործողության ժամկետը երկարաձգվում է",
        answers:[
            {id:0,answer:"Հայտարարատուի կողմից մինչև դրա լրանալը",isCorrect:false,answered:false},
            {id:1,answer:"Մաքսային մարմնի կողմից մինչև դրա լրանալը",isCorrect:true,answered:false},
            {id:3,answer:"Հայտարարատուի կողմից դրա լրանալուց հետո",isCorrect:false,answered:false},
        ]
    },
    {
        id:15,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում Օզոնային շերտը քայքայող նյութերի (որոնց տեղափոխումը Եվրասիական  տնտեսական միության մաքսային տարածքով սահմանափակ է արտահանման և ներմուծման դեպքում) լիցենզավորման գործընթացը",
        answers:[
            {id:0,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:true,answered:false},
            {id:1,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ Տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:false,answered:false},
        ]
    },
    {
        id:16,
        question:"Գրենլանդական փոկերից և դրանց ձագերից պատրաստված արտադրանքերը, որոնց ներմուծումն արգելված է Եվրասիական տնտեսական միության մաքսային տարածք,ոլորտը համակարգող պետական լիազոր մարմին է հանդիսանում",
        answers:[
            {id:0,answer:"ՀՀ Տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false,answered:false},
        ]
    },
    {
        id:17,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում թմրամիջոցներ և հոգեմետ (հոգեներգործուն) նյութերի պրեկուրսորներ չհամարվող թունավոր նյութերի (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման դեպքում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ Տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false,answered:false},
        ]
    },
    {
        id:18,
        question:"Հայտարարագրման ժամանակ ով է հայտարարագրում ապրանքի  ծագման երկիրը",
        answers:[
            {id:0,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
            {id:1,answer:"հայտարարատուն",isCorrect:true,answered:false},
            {id:2,answer:"հայտարարատուն, իսկ <<Մաքսային կարգավորման մասին>> ՀՀ օրենքով սահմանված դեպքերում՝ մաքսային մարմինը",isCorrect:false,answered:false},
        ]
    },
    {
        id:19,
        question:"Ստորև նշվածներից ով է որոշում Հայաստանի Հանրապետության սահմանով արտահանվող ապրանքների մաքսային արժեքը.",
        answers:[
            {id:0,answer:"հայտարարատուն կամ օրենքով սահմանված դեպքերում մաքսային մարմինը",isCorrect:true,answered:false},
            {id:1,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
            {id:2,answer:"հայտարարատուն",isCorrect:false,answered:false},
        ]
    },
    {
        id:20,
        question:"Ով է հայտարարագրում ապրանքի ԱՏԳ ԱԱ ծածկագիրը",
        answers:[
            {id:0,answer:"հայտարարատուն",isCorrect:true,answered:false},
            {id:1,answer:"հայտարարատուն կամ մաքսային մարմինը",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
        ]
    },
    {
        id:21,
        question:"Հայտարարագրվող ԱՏԳ ԱԱ անվանացանկի  ապրանքները(դեղեր և դեղագործական նյութեր) ոչ դեղագործական նպատակներով ներմուծելու դեպքում,ինչ է անում հայտարարատուն արգելքներն և սահամանափակումները անցման համար ",
        answers:[
            {id:0,answer:"ներմուծողը պետք է ստանա այդ ապրանքերը ներմուծելու համար հավաստագիր",isCorrect:false,answered:false},
            {id:1,answer:"ներմուծողը հայտարարագրում է, որ ապրանքերը ներմուծվում է ոչ դեղագործական նպատակներով:",isCorrect:true,answered:false},
            {id:2,answer:"այդ ապրանքրների ներմուծումը արգելված է",isCorrect:false,answered:false},
        ]
    },
    {
        id:22,
        question:"Ստորև նշվաշծներից ով է հայտարարագրում Հայաստանի Հանրապետության  սահմանով արտահանվող ապրանքների մաքսային արժեքը ",
        answers:[
            {id:0,answer:"հայտարարատուն կամ մաքսային ներկայացուցիչը",isCorrect:true,answered:false},
            {id:1,answer:"հայտարարատուն",isCorrect:false,answered:false},
            {id:2,answer:"հայտարարատուն կամ օրենքով սահմանված դեպքերում մաքսային մարմինը",isCorrect:false,answered:false},
        ]
    },
     {
         id:23,
         question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում Մարդու օրգաններ և հյուսվածքներ, արյուն և դրա բաղադրամասեր, մարդու  կենսաբանական նյութերի նմուշներ (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման և (կամ)  արտահանման դեպքերում) լիցենզավորման գործընթացը.",
         answers:[
             {id:0,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false,answered:false},
             {id:1,answer:"ՀՀ առողջապահության նախարարություն",isCorrect:true,answered:false},
             {id:2,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false},
         ]
     },
    {
        id:24,
        question:"Ապրանքի ծագման հավաստագրի նկատմամբ պահանջներն ի՞նչով են սահմանվում",
        answers:[
            {id:0,answer:"ԵՏՄ օրենսգրքով",isCorrect:false,answered:false},
            {id:1,answer:"Ներմուծվող ապրանքների ծագումը որոշելու կանոններով կամ արտահանվող ապրանքների ծագումը որոշելու կանոններով",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ մաքսային կարգավորման մասին օրենքով",isCorrect:false,answered:false},
        ]
    },
    {
        id:25,
        question:"Թույլատրվու՞մ է արդյոք ֆիզիկական անձանց մարդու օրգաններ և հյուսվածքներ, արյուն և դրա բաղադրամասեր, մարդու կենսաբանական նյութերի նմուշների տեղափոխումը",
        answers:[
            {id:0,answer:"Ֆիզիկական անձանց կողմից տեղափոխումը թույլատրվում է",isCorrect:false,answered:false},
            {id:1,answer:"Ֆիզիկական անձանց կողմից տեղափոխումը չի թույլատրվում, բացառությամբ արյան և դրա բաղադրամասերի (Պահանջվում է եզրակացություն)",isCorrect:false,answered:false},
            {id:2,answer:"Ֆիզիկական անձանց կողմից տեղափոխումը չի թույլատրվում,բացառությամբ կենսաբանական նմուշների (Պահանջվում է եզրակացություն)",isCorrect:true,answered:false},
        ]
    },
{
    id:26,
    question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում Ծածկագրային (կրիպտոգրաֆիկական) միջոցների (որոնց ներմուծումը Եվրասիական տնտեսական միության մաքսային տարածք և արտահանումը Եվրասիական տնտեսական միության մաքսային տարածքից սահմանափակ է) լիցենզավորման գործընթացը.",
    answers:[
        {id:0,answer:"ՀՀ ոստիկանություն",isCorrect:false,answered:false},
        {id:1,answer:"ՀՀ ազգային անվտանգության ծառայություն",isCorrect:true,answered:false},
        {id:2,answer:"ՀՀ Բարձր տեխնոլոգիական արդյունաբերության նախարարությունը",isCorrect:false,answered:false},
    ]
},
    {
        id:27,
        question:"Ինչ է տրամադրանում ՀՀ էկոնոմիկայի նախարարությունը թանկարժեք Թանկարժեք մետաղներ և թանկարժեք մետաղներ պարունակող հումքային ապրանքներ (որոնց ներմուծումը Եվրասիական տնտեսական միության մաքսային տարածք և  արտահանումը Եվրասիական տնտեսական միության մաքսային տարածքից սահմանափակ է) լիցենզավորման ժամանակ",
        answers:[
            {id:0,answer:"Տրամադրում է եզրակացություն",isCorrect:false,answered:false},
            {id:1,answer:"Տրամադրում է պետական վերահսկողության ակտ",isCorrect:true,answered:false},
            {id:2,answer:"Տրամադրում է ակտ",isCorrect:false,answered:false},
        ]
    },
    {
        id:28,
        question:"Երբ է օտարերկրյա ֆիզիկական անձը պարտավոր իրականացնելու ժամանակավոր պահպանման տակ գտնվող անձնական օգտագործման ապրանքների մաքսային հայտարարագրումը",
        answers:[
            {id:0,answer:"անձնական օգտագործման ապրանքների ժամանակավոր պահպանման ժամկետը լրանալու օրվան հաջորդող 3 աշխատանքային օրվանից ոչ ուշ ",isCorrect:false,answered:false},
            {id:1,answer:"մինչև անձնական օգտագործման ապրանքների ժամանակավոր պահպանման ժամկետը լրանալը",isCorrect:true,answered:false},
            {id:2,answer:"անձնական օգտագործման ապրանքների ժամանակավոր պահպանման ժամկետը լրանալու օրվան հաջորդող 10 աշխատանքային օրվա ընթացքում ",isCorrect:false,answered:false},
        ]
    },
    {
        id:29,
        question:"Միության որ ապրանքների օգտագործումն է արգելված «Վերամշակում մաքսային տարածքում» մաքսային ընթացակարգի կիրառման շրջանակներում",
        answers:[
            {id:0,answer:"Օտարերկյա այն ապրանքների, որոնց նկատմամբ անդամ պետությունների օրենսդրությամբ սահմանված են արտահանման մաքսատուրքերի դրույքաչափեր, և որոնք ընդգրկված են Հանձնաժողովի կողմից սահմանվող ցանկում",isCorrect:false,answered:false},
            {id:1,answer:"Միության բոլոր ապրանքների, այդ թվում, անդամ պետության մաքսային կարգավորման վերաբերյալ օրենսդրությամբ նախատեսված լինելու դեպքում՝ պայմանականորեն բաց թողնված ապրանքների",isCorrect:false,answered:false},
            {id:2,answer:"Միության այն ապրանքների, որոնց նկատմամբ անդամ պետությունների օրենսդրությամբ սահմանված են արտահանման մաքսատուրքերի դրույքաչափեր, և որոնք ընդգրկված են Հանձնաժողովի կողմից սահմանվող ցանկում",isCorrect:true,answered:false}
        ]
    },
    {
        id:30,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսային ընթացակարգով ձևակերպված  ապրանքները երբ կարող են ձևակերպվել այլ մաքսային ընթացակարգերով կամ նույնանման մաքսային ընթացակարգով",
        answers:[
            {id:0,answer:"նախորդ մաքսային ընթացակարգի պահպանման համար",isCorrect:false,answered:false},
            {id:1,answer:"այն մաքսային ընթացակարգի գործողությունն ավարտելու համար, որով ձևակերպվել են ապրանքները",isCorrect:true,answered:false},
            {id:3,answer:"այն մաքսային ընթացակարգի գործողությունն ավարտելու համար, որով չեն ձևակերպվել ապրանքները",isCorrect:false,answered:false},
        ]
    },
    {
        id:31,
        question:"Ենթակա՞ են արտահանման Մշակութային այն արժեքները, որոնք գրանցված են կամ ենթակա են գրանցման մշակութային արժեքների պահպանական ցուցակում",
        answers:[
            {id:0,answer:"ենթակա են արտահանման միայն այն դեպքում, երբ Հայաստանի Հանրապետությունը մեկամսյա ժամկետում չի օգտվում դրանց գնման նախապատվության իրավունքից",isCorrect:true},
            {id:1,answer:"ենթակա են արտահանման միայն այն դեպքում, երբ Հայաստանի Հանրապետությունը եռամսյա ժամկետում չի օգտվում դրանց գնման նախապատվության իրավունքից",isCorrect:false},
            {id:2,answer:"ենթակա են արտահանման միայն այն դեպքում, երբ Հայաստանի Հանրապետության ոլորտը համակարգող մարմինը տրամադրում է լիցենզիա",isCorrect:false},//
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:32,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի մաքսային մարմիններին վճարվող ստորև ներկայացվածներից որ վճարներն են համարվում մաքսային վճարներ",
        answers:[
            {id:0,answer:"Մաքսային վճարներ են համարվում մաքսատուրքը, ճանապարհային հարկը, ակցիզային հարկը և Պետական տուրքը",isCorrect:false},
            {id:1,answer:"Մաքսային վճարներ են համարվում մաքսատուրքը,բնապահպանական հարկը, ակցիզային հարկը և Պետական տուրքը",isCorrect:false},
            {id:2,answer:"Մաքսային վճարներ են համարվում մաքսատուրքը, մաքսային մարմիններին վճարվող ավելացված արժեքի հարկը, ակցիզային հարկը և Պետական տուրքը",isCorrect:true},//
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:33,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «միասնական դրույքաչափերով գանձվող մաքսատուրքեր, հարկեր» հասկացությունը",
        answers:[
            {id:0,answer:"անձնական օգտագործման ապրանքների նկատմամբ հաշվարկված մաքսատուրքերի, հարկերի գումարը՝ առանց այն դրա բաղկացուցիչ մաքսատուրքերի, հարկերի տրոհելու.",isCorrect:true,answered:false},
            {id:1,answer:"անձնական օգտագործման ապրանքների նկատմամբ հաշվարկված մաքսատուրքերի, հարկերի գումարը՝ այն դրա բաղկացուցիչ մաքսատուրքերի, հարկերի տրոհելով.",isCorrect:false,answered:false},
            {id:3,answer:"Միության ապրանքների նկատմամբ հաշվարկված մաքսատուրքերի, հարկերի գումարը՝ առանց այն դրա բաղկացուցիչ մաքսատուրքերի, հարկերի տրոհելու.",isCorrect:false,answered:false},
        ]
    },
    {
        id:34,
        question:"«Մաքսային պահեստ» մաքսային ընթացակարգը`",
        answers:[
            {id:0,answer:"Միության ապրանքների առնչությամբ կիրառելի մաքսային ընթացակարգ է, որին համապատասխան՝ այդպիսի ապրանքները պահպանվում են անդամ պետության տարածքում` առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանց օգտագործման պայմանները՝ այդպիսի մաքսային ընթացակարգին համապատասխան:",isCorrect:false,answered:false},
            {id:1,answer:"Միության ապրանքների առնչությամբ կիրառելի մաքսային ընթացակարգ է, որին համապատասխան՝ այդպիսի ապրանքները պահպանվում են մաքսային պահեստում` առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանց օգտագործման պայմանները՝ այդպիսի մաքսային ընթացակարգին համապատասխան:",isCorrect:false,answered:false},
            {id:3,answer:"Օտարերկրյա ապրանքների առնչությամբ կիրառելի մաքսային ընթացակարգ է, որին համապատասխան՝ այդպիսի ապրանքները պահպանվում են մաքսային պահեստում` առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանց օգտագործման պայմանները՝ այդպիսի մաքսային ընթացակարգին համապատասխան:",isCorrect:true,answered:false},
        ]
    },
    {
        id:35,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի հայտարարատուի դիմումի հիման վրա ստորև ներկայացված  որ մարմինը կարող է ընդունել ապրանքի ծագման երկրի վերաբերյալ նախնական որոշում.",
        answers:[
            {id:0,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
            {id:1,answer:"Եվրասիական տնտեսական միության հանձնաժոովը",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ պետական եկամուտների կոմիտեն",isCorrect:true,answered:false}
        ]
    },
    {
        id:36,
        question:"Ո՞ւմ կողմից է ընդունվում ապրանքների ծագման մասին նախնական որոշումը",
        answers:[
            {id:0,answer:"Պետական Եկամուտների Կոմիտեի",isCorrect:false,answered:false},
            {id:1,answer:"Մաքսային մարմինների",isCorrect:true,answered:false},
            {id:2,answer:"Կառավարության լիազոր մարմնի",isCorrect:false,answered:false},
        ]
    },
     {
        id:37,
        question:"Ինչ կարգավիճակ ունեն «Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները",
        answers:[
            {id:0,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները կորցնում են Միության ապրանքի կարգավիճակը, այսինքն ձեռք են բերում օտարերկրյա ապրանքի կարգավիճակ,իսկ օրենսդրությամբ սահմանված այլ դեպքերում՝ պահպանում են Միության ապրանքի կարգավիճակը",isCorrect:false,answered:false},
            {id:1,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները պահպանում են Միության ապրանքի կարգավիճակը",isCorrect:false,answered:false},
            {id:2,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները կորցնում են Միության ապրանքի կարգավիճակը, այսինքն ձեռք են բերում օտարերկրյա ապրանքի կարգավիճակ",isCorrect:true,answered:false},//
        ]
    },
     {
     id:38,
     question:"Ստորև նշվածներից՝ որ պաշտոնատար անձինք իրավունք ունեն մաքսային մարմինների անունից մաքսային կանոնների խախտման վերաբերյալ գործերը քննելու և որոշում կայացնելու",
     answers:[
         {id:0,answer:"Բոլոր պաշտոնների մաքսային մարմինները",isCorrect:false,answered:false},
         {id:1,answer:"վերադաս մաքսային մարմնի համապատասխան իրավասություն ունեցող կառուցվածքային ստորաբաժանումների ղեկավարները",isCorrect:false,answered:false},
         {id:2,answer:"մաքսային մարմինների ղեկավարները, նրանց տեղակալները, վերադաս մաքսային մարմնի համապատասխան իրավասություն ունեցող կառուցվածքային ստորաբաժանումների ղեկավարները",isCorrect:true,answered:false},
     ]
    },
    {
        id:39,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսային ընթացակարգով ձևակերպված ապրանքները դատարանի որոշմամբ բռնագրավելու կամ անդամ պետության սեփականության (եկամուտ) դարձնելու դեպքում",
        answers:[
            {id:0,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ շարունակում է գործել",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ դադարում է",isCorrect:true,answered:false},
            {id:3,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ կասեցվում է",isCorrect:false,answered:false},
        ]
    },
    {
        id:40,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսատուրքերի, հարկերի հաշվարկման նպատակով կիրառվում են",
        answers:[
            {id:0,answer:"մաքսային մարմնի կողմից մաքսային հայտարարագիրը գրանցելու օրվա նախորդող օրվա դրությամբ գործող դրույքաչափերը",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային մարմնի կողմից մաքսային հայտարարագիրը գրանցելու օրվա դրությամբ գործող դրույքաչափերը",isCorrect:true,answered:false},
            {id:3,answer:"հայտարարատուի կողմից մաքսային հայտարարագիրը գրանցելու օրվա դրությամբ գործող դրույքաչափերը",isCorrect:false,answered:false},
        ]
    },
]


export default questions


// {
//     id:13,
//     question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում բույսերի պաշտպանության միջոցների (որոնց ներմուծումը Եվրասիական տնտեսական միության մաքսային տարածք սահմանափակ է) լիցենզավորման գործընթացը.",
//     answers:[
//         {id:0,answer:"ՀՀ Տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:false,answered:false},
//         {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false},
//         {id:2,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:true,answered:false},
//     ]
// },

// {
//     id:15,
//     question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում թանկարժեք մետաղներ և թանկարժեք մետաղներ պարունակող հումքային ապրանքների (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է արտահանման դեպքում) լիցենզավորման գործընթացը",
//     answers:[
//         {id:0,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false},
//         {id:1,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:true,answered:false},
//         {id:2,answer:"ՀՀ Տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:false,answered:false},
//     ]
// },

// {
//     id:16,
//     question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում հանքային հումքի տեսակների (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է արտահանման դեպքում) լիցենզավորման գործընթացը.",
//     answers:[
//         {id:0,answer:"ՀՀ Տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:true,answered:false},
//         {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false},
//         {id:2,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false,answered:false},
//     ]
// },

