


const questions = [
    {
        id:1,
        question:"ԵԱՏՄ մաքսային օրենսգրքում ինչպես է սահմանվում «մաքսային հայտարարագիր» հասկացությունը.",
        answers:[
            {id:0,answer:"Մաքսային փաստաթուղթ, որը պարունակում է տեղեկություններ ուղարկողի վերաբերյալ կամ ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկություններ:",isCorrect:false,answered:false},
            {id:1,answer:"Մաքսային փաստաթուղթ, որը պարունակում է տեղեկություններ ապրանքների վերաբերյալ կամ ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկություններ:",isCorrect:true,answered:false},
            {id:2,answer:"Մաքսային փաստաթուղթ, որը պարունակում է ապրանքների բացթողման համար անհրաժեշտ տեղեկություններ:",isCorrect:false,answered:false},
        ]
    },{
        id:2,
        question:"ԵԱՏՄ մաքսային օրենսգրքում ինչպես է սահմանվում «հարկեր»  հասկացությունը",
        answers:[
            {id:0,answer:"Ավելացված արժեքի հարկ, ակցիզներ (ակցիզային հարկ կամ ակցիզային վճար), որոնք գանձվում են Միության մաքսային տարածք ապրանքներ  ներմուծելու դեպքում:",isCorrect:true,answered:false},
            {id:1,answer:"Ավելացված արժեքի հարկ, ճանապարհային հարկ, որոնք գանձվում են Միության մաքսային տարածք ապրանքներ  ներմուծելու դեպքում:",isCorrect:false,answered:false},
            {id:2,answer:"Ավելացված արժեքի հարկ, ակցիզներ (ակցիզային հարկ կամ ակցիզային վճար),մաքսավճար, որոնք գանձվում են Միության մաքսային տարածք ապրանքներ  ներմուծելու դեպքում:",isCorrect:false,answered:false},
        ]
    },
    {
        id:3,
        question:"ԵԱՏՄ մաքսային օրենսգրքում ինչպես է սահմանվում«օտարերկրյա ապրանքներ» հասկացությունը.",
        answers:[
            {id:0,answer:"Միության  ապրանքներ համարվող, այդ թվում՝ ԵԱՏՄ մաքսային օրենսգրքին համապատասխան՝ Միության ապրանքների կարգավիճակը ստացած ապրանքներ , ինչպես նաև ապրանքներ, որոնք ձեռք են բերել օտարերկրյա ապրանքների կարգավիճակ (ճանաչվել են որպես օտարերկրյա ապրանքներ)՝ ԵԱՏՄ մաքսային օրենսգրքինհամապատասխան:",isCorrect:false,answered:false},
            {id:1,answer:"Միության  ապրանքներ չհամարվող, այդ թվում՝ ԵԱՏՄ մաքսային օրենսգրքին համապատասխան՝ Միության ապրանքների կարգավիճակը կորցրած ապրանքներ , ինչպես նաև ապրանքներ, որոնք ձեռք են բերել օտարերկրյա ապրանքների կարգավիճակ (ճանաչվել են որպես օտարերկրյա ապրանքներ)՝ ԵԱՏՄ մաքսային օրենսգրքին  համապատասխան:",isCorrect:true,answered:false},
            {id:2,answer:"Միության  ապրանքներ համարվող, այդ թվում՝ ԵԱՏՄ մաքսային օրենսգրքին համապատասխան՝ Միության ապրանքների կարգավիճակը ստացած ապրանքներ , ինչպես նաև ապրանքներ, որոնք ձեռք են բերել օտարերկրյա ապրանքների կարգավիճակ (ճանաչվել են որպես օտարերկրյա ապրանքներ)՝ ԵԱՏՄ մաքսային օրենսգրքինհամապատասխան,ինչպես նաև բոլոր այն ապրանքները,որոնք ձևակերպվել են արտահանում մաքսային ընթացակարգով բայց դեռ չեն լքել ԵԱՏՄ սահմանը:",isCorrect:false,answered:false},
        ]
    },
    {
        id:4,
        question:"Արտագնա մաքսային ստուգումն իրականացվում է.",
        answers:[
            {id:0,answer:" արտագնա մաքսային ստուգումն իրականացվում է առանց հանձնարարականի",isCorrect:false,answered:false},
            {id:1,answer:"կոմիտեի ղեկավարի` արտագնա մաքսային ստուգում իրականացնելու մասին բանավոր հանձնարարականի  հիման վրա",isCorrect:false,answered:false},
            {id:2,answer:"կոմիտեի ղեկավարի` արտագնա մաքսային ստուգում իրականացնելու մասին գրավոր հանձնարարականի  հիման վրա",isCorrect:true,answered:false},
        ]
    },
    {
        id:5,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն, որպես ընդհանուր կանոն, որտեղ են իրականացվում մաքսային գործառնությունները",
        answers:[
            {id:0,answer:"Կառավարությունում",isCorrect:false,answered:false},
            {id:1,answer:"ՊԵԿ նախանշած վայրերում",isCorrect:false,answered:false},
            {id:2,answer:"Մաքսային մարմինների գտնվելու վայրերում",isCorrect:true,answered:false},
        ]
    },
    {
        id:6,
        question:"Ապրանքները «մաքսային տարանցում» մաքսային ընթացակարգով ձեւակերպելիս  ում կողմից  է սահմանվում այն վայրը, որտեղ պետք է հասցվեն «մաքսային տարանցում» մաքսային ընթացակարգով ձեւակերպվող ապրանքները.",
        answers:[
            {id:0,answer:"ուղարկող մաքսային մարմնի",isCorrect:true,answered:false},
            {id:1,answer:"նշանակման մաքսային մարմնի",isCorrect:false,answered:false},
            {id:2,answer:"գրանցման մաքսային մարմին",isCorrect:false,answered:false},
        ]
    },
    {
        id:7,
        question:"Ապրանքի ծագման երկիրը որոշելիս հաշվի առնվում են արդյոք  ապրանքի արտադրության համար օգտագործվող էներգիայի, վառելիքի, սարքավորումների, մեքենաների և գործիքների ծագման երկիրը",
        answers:[
            {id:0,answer:"հաշվի չեն առնվում",isCorrect:true,answered:false},
            {id:1,answer:"հաշվի են առնվում",isCorrect:false,answered:false},
            {id:2,answer:"հաշվի չեն առնվում եթե ապրանքները օտարերկյա են",isCorrect:false,answered:false},
        ]
    },
    {
        id:8,
        question:"Ապրանքային հայտարարագրի համակարգում որ հայտարարագրեր են ստանում ЭД հայտանիշը",
        answers:[
            {id:0,answer:"Տարանցման հայտարարարգրերը,որոնք ստորագրված են էլեկտրոնային ստորագրությամբ",isCorrect:false,answered:false},
            {id:1,answer:"Այն հայտարարգրերը, որոնք ստորագրված են էլեկտրոնային ստորագրությամբ",isCorrect:true,answered:false},
            {id:2,answer:"Այն հայտարարգրերը, որոնք ստորագրված չեն էլեկտրոնային ստորագրությամբ",isCorrect:false,answered:false},
        ]
    },
    {
        id:9,
        question:"Անձնական օգտագործման ապրանքների արժեքի մեջ ներառվում են արդյոք փոխադրման ևապահովագրության հետ կապված ծախսերը",
        answers:[
            {id:0,answer:"չեն ներառվում,եթե ապրանքների ընդհանուր քաշը չի գերազանում 30 կիլոգրամը:",isCorrect:false,answered:false},
            {id:1,answer:"Այո,ներառվում են",isCorrect:false,answered:false},
            {id:2,answer:"Ոչ, չեն ներառվում",isCorrect:true,answered:false},
        ]
    },
    {
        id:10,
        question:"Անձնական օգտագործման ապրանքների արժեքը ապրանքների մաքսային հայտարարագրման ժամանակ ուղևորային մաքսային հայտարարագրում կարող է հայտագրվել՝",
        answers:[
            {id:0,answer:"Անձնական օգտագործման ապրանքների արժեքի մասին տեղեկություններ պարունակող՝  ապրանքների տեղափոխման մասին փաստաթղթերում նշված արժեքի հիման վրա",isCorrect:false,answered:false},
            {id:1,answer:"Անձնական օգտագործման ապրանքներ չհանդիսացող ապրանքների արժեքի մասին տեղեկություններ պարունակող՝  այդ ապրանքների ձեռքբերման վերաբերյալ փաստաթղթերում նշված արժեքի հիման վրա",isCorrect:false,answered:false},
            {id:2,answer:"Անձնական օգտագործման ապրանքների արժեքի մասին տեղեկություններ պարունակող՝  այդ ապրանքների ձեռքբերման վերաբերյալ փաստաթղթերում նշված արժեքի հիման վրա",isCorrect:true,answered:false},
        ]
    },
    {
        id:11,
        question:"Ազգային մեկ պատուհան պորտալի, որ համակարգում են մուտքագրվում կից ներկայացվող փաստաթղթերի էլեկտրոնային տեքստերը",
        answers:[
            {id:0,answer:"ֆինանսական",isCorrect:false,answered:false},
            {id:1,answer:"փաստաթղթերի միասնական արխիվ",isCorrect:true,answered:false},
            {id:2,answer:"ապրանքային հայտարարագիր",isCorrect:false,answered:false},
        ]
    },
    {
        id:12,
        question:"«Ներքին սպառման համար վերամշակում» մաքսային ընթացակարգը`",
        answers:[
            {id:0,answer:"Օտարերկրյա և Միության ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են ներքին սպառման համար վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «ներքին սպառման համար բացթողում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելու պայմանները:",isCorrect:false,answered:false},
            {id:1,answer:"Օտարերկրյա ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են ներքին սպառման համար վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «ներքին սպառման համար բացթողում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելու պայմանները:",isCorrect:true,answered:false},
            {id:2,answer:"Օտարերկրյա ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են մաքսային տարածքից դուրս վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «Վերաներմուծում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելու պայմանները:",isCorrect:false,answered:false},
        ]
    },
    {
        id:13,
        question:"«Ներքին սպառման համար վերամշակում» մաքսային ընթացակարգը ո՞ր ապրանքների նկատմամբ է կիրառվում:",
        answers:[
            {id:0,answer:"Օտարերկրյա և Միության ապրանքների նկատմամբ:",isCorrect:false,answered:false},
            {id:1,answer:"Միության ապրանքների նկատմամբ:",isCorrect:false,answered:false},
            {id:2,answer:"Օտարերկրյա ապրանքների նկատմամբ:",isCorrect:true,answered:false},
        ]
    },
    {
        id:14,
        question:"«Մաքսային տարանցում» մաքսային ընթացակարգով ձևակերպված օտարերկրյա ապրանքները՝",
        answers:[
            {id:0,answer:"Պահպանում են օտարերկրյա ապրանքների կարգավիճակը:",isCorrect:true,answered:false},
            {id:1,answer:"ստանում են օտարերկրյա ապրանքների կարգավիճակը:",isCorrect:false,answered:false},
            {id:2,answer:"Պահպանում են Միության ապրանքների կարգավիճակը:",isCorrect:false,answered:false},
        ]
    },
    {
        id:15,
        question:"ԵԱՏՄ հետ գործող ազատ առևտրի համաձայնագրերի շրջանակներում ո՞ր հավաստագիրն է հանդիսանում առանձնաշնորհային",
        answers:[
            {id:0,answer:"CT-1",isCorrect:false,answered:false},
            {id:1,answer:"CT-3",isCorrect:true,answered:false},
            {id:2,answer:"CT-4",isCorrect:false,answered:false},
        ]
    },
    {
        id:16,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի հայտարարատուի դիմումի հիման վրա ստորև ներկայացված  որ մարմինը կարող է ընդունել ապրանքի ծագման երկրի վերաբերյալ նախնական որոշում.",
        answers:[
            {id:0,answer:"ՀՀ Կառավարությունը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ պետական եկամուտների կոմիտեն",isCorrect:true,answered:false},
            {id:2,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
        ]
    },
    {
        id:17,
        question:"Հայտարարագրման ժամանակ ով է որոշում ապրանքների ծագման երկիրը",
        answers:[
            {id:0,answer:"հայտարարատուն",isCorrect:false,answered:false},
            {id:1,answer:"հայտարարատուն, իսկ <<Մաքսային կարգավորման մասին>> ՀՀ օրենքով սահմանված դեպքերում՝ մաքսային մարմինը",isCorrect:true,answered:false},//
            {id:2,answer:"Վերադաս մաքսային մարմինը",isCorrect:false,answered:false},
        ]
    },
    {
        id:18,
        question:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգը՝",
        answers:[
            {id:0,answer:"Օտարերկրյա ապրանքների առնչությամբ կիրառելի մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքից դուրս այդպիսի ապրանքների հետ կատարվում են ներքին սպառման համար վերամշակման գործողություններ՝ դրանց վերամշակման արդյունքներ ստանալու նպատակով, որոնք նախատեսված են Միության մաքսային տարածքից հետագա արտահանման համար՝ առանց այդպիսի օտարերկրյա ապրանքների առնչությամբ ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանց օգտագործման պայմանները՝ այդ մաքսային ընթացակարգինհամապատասխան:",isCorrect:false,answered:false},
            {id:1,answer:"Օտարերկրյա և Միության ապրանքների առնչությամբ կիրառելի մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքում այդպիսի ապրանքների հետ կատարվում են վերամշակման գործողություններ՝ դրանց վերամշակման արդյունքներ ստանալու նպատակով, որոնք նախատեսված են Միության մաքսային տարածքից հետագա արտահանման համար՝ առանց այդպիսի օտարերկրյա ապրանքների առնչությամբ ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանց օգտագործման պայմանները՝ այդ մաքսային ընթացակարգին համապատասխան:",isCorrect:false,answered:false},
            {id:2,answer:"Օտարերկրյա ապրանքների առնչությամբ կիրառելի մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքում այդպիսի ապրանքների հետ կատարվում են վերամշակման գործողություններ՝ դրանց վերամշակման արդյունքներ ստանալու նպատակով, որոնք նախատեսված են Միության մաքսային տարածքից հետագա արտահանման համար՝ առանց այդպիսի օտարերկրյա ապրանքների առնչությամբ ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանց օգտագործման պայմանները՝ այդ մաքսային ընթացակարգին համապատասխան:",isCorrect:true,answered:false},
        ]
    },
    {
        id:19,
        question:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները`",
        answers:[
            {id:0,answer:"Ստանում են Միության ապրանքի կարգավիճակ:",isCorrect:false,answered:false},
            {id:1,answer:"Կորցնում են Միության ապրանքի կարգավիճակը:",isCorrect:true,answered:false},
            {id:2,answer:"Պահպանում են Միության ապրանքի կարգավիճակը:",isCorrect:false,answered:false},
        ]
    },
    {
        id:20,
        question:"«Ազատ պահեստ» մաքսային ընթացակարգով ձևակերպված օտարերկրյա ապրանքները",
        answers:[
            {id:0,answer:"պահպանում են օտարերկրյա ապրանքների կարգավիճակը",isCorrect:true,answered:false},
            {id:1,answer:"պահպանում են Միության ապրանքների կարգավիճակը",isCorrect:false,answered:false},
            {id:2,answer:"կորցնում են օտարերկրյա ապրանքների կարգավիճակը",isCorrect:false,answered:false},
        ]
    },
    {
        id:21,
        question:"Ի՞նչ նպատակով է թույլատրվում կիրառել «Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգը՝ «ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգով ձևակերպված ապրանքների նկատմամբ.",
        answers:[
            {id:0,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգը կիրառվում է «ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգի գործողության շարունակման համար",isCorrect:false,answered:false},
            {id:1,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգը կիրառվում է «մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգի գործողության կասեցման համար",isCorrect:false,answered:false},
            {id:2,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգը կիրառվում է «ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգի գործողության կասեցման համար",isCorrect:true,answered:false}
        ]
    },
    {
        id:22,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում թմրամիջոցներ և հոգեմետ (հոգեներգործուն) նյութերի պրեկուրսորներ չհամարվող թունավոր նյութերի (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման դեպքում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ Առողջապահության նախարարությունը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:true,answered:false},
        ]
    },
    {
        id:23,
        question:"Մաքսային մարմինների կողմից գանձվող ստորև նշված որ վճարը (հարկը) Եվրասիական տնտեսական միության մաքսային օրենսգրքի իմաստով՝ մաքսային վճարի տեսակ չի",
        answers:[
            {id:0,answer:"Մաքսատուրքը",isCorrect:false,answered:false},
            {id:1,answer:"ճանապարհային հարկը",isCorrect:true,answered:false},
            {id:2,answer:"Ավելացված արժեքի հարկը",isCorrect:false,answered:false},
        ]
    },
    {
        id:24,
        question:"Ստորև նշվածներից որ մարմնին է վերապահված ՀՀ ապրանքների ծագման երկրի վկայականների և հավաստագրերի տրամադրման ընդհանուր վերահսկողությունը",
        answers:[
            {id:0,answer:"ՀՀ առևտրաարդյունաբերական պալատին",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ էկոնոմիկայի նախարարությանը",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ Կառավարության լիազոր մարմնին",isCorrect:false,answered:false},
        ]
    },
    {
        id:25,
        question:"Որ օրվանից է հաշվարկվում Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետը, այդ թվում ապրանքների՝ մի քանի խմբաքանակներով մաքսային հայտարարագրման դեպքում",
        answers:[
            {id:0,answer:"Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետը հաշվարկվում է ապրանքները«մաքսային տարածքում վերամշակում» մաքսային ընթացակարգով ձևակերպելու օրվանից, իսկ ապրանքների՝ մի քանի խմբաքանակներով մաքսային հայտարարագրման դեպքում՝ ապրանքների առաջին խմբաքանակը«մաքսային տարածքում վերամշակում» մաքսային ընթացակարգովձևակերպելու օրվանից",isCorrect:true,answered:false},
            {id:1,answer:"Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետը հաշվարկվում է ապրանքները«մաքսային տարածքում վերամշակում» մաքսային ընթացակարգով ձևակերպելու օրվանից, իսկ ապրանքների՝ մի քանի խմբաքանակներով մաքսային հայտարարագրման դեպքում՝ ապրանքների վերջին խմբաքանակը«մաքսային տարածքում վերամշակում» մաքսային ընթացակարգովձևակերպելու օրվանից",isCorrect:false,answered:false},
            {id:2,answer:"Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետը հաշվարկվում է ապրանքները«մաքսային տարածքում վերամշակում» մաքսային ընթացակարգով ձևակերպելու օրվանից, իսկ ապրանքների՝ մի քանի խմբաքանակներով մաքսային հայտարարագրման դեպքում՝ մաքսային մարմնի կողմից ընտրած խմբաքանակը«մաքսային տարածքում վերամշակում» մաքսային ընթացակարգովձևակերպելու օրվանից",isCorrect:false,answered:false},
        ]
    },
    {
        id:26,
        question:"Անձնական օգտագործման ապրանքների արժեքի մեջ ներառվում են արդյոք փոխադրման և ապահովագրության հետ կապված ծախսերը",
        answers:[
            {id:0,answer:"Ոչ, չեն ներառվում",isCorrect:true,answered:false},
            {id:1,answer:"Այո, ներառվում են",isCorrect:false,answered:false},
            {id:2,answer:"Այո, ներառվում են եթե ապրանքները ստացվել են սուրհանդակային ծառայություններով",isCorrect:false,answered:false},
        ]
    },
    {
        id:27,
        question:"Առաքման վայրի փոխումը մերժելու վերաբերյալ որոշում ընդունելու դեպքում մաքսային մարմինն այդ դիմումն ու փաստաթղթերը երբ է ուղարկում պատվիրված փոստային առաքանիով՝ հանձնման մասին ծանուցմամբ",
        answers:[
            {id:0,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող  10 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:false,answered:false},
            {id:1,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող  3 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:false,answered:false},
            {id:2,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող  5 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:true,answered:false},
        ]
    },
    {
        id:28,
        question:"Ինչի հիման վրա է երկարաձգվում «Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը",
        answers:[
            {id:0,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգի գործողության համար սահմանված ժամկետը երկարաձգվում է վերամշակման պայմանագրում կատարված համապատասխան փոփոխության հիման վրա",isCorrect:false,answered:false},
            {id:1,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգի գործողության համար սահմանված ժամկետը երկարաձգվում է անձի ապրանքային հայտարարարգրի հիման վրա",isCorrect:false,answered:false},
            {id:2,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգի գործողության համար սահմանված ժամկետը երկարաձգվում է անձի դիմումի հիման վրա",isCorrect:true,answered:false},
        ]
    },
    {
        id:29,
        question:"Ստորև նշվածներից, որն է հանդիսանում մաքսային ներկայացուցչի պարտականություններից",
        answers:[
            {id:0,answer:"ՀՀ ՊԵԿ տեղեկացնել մաքսային ներկայացուցիչների ռեեստրում ընդգրկվելու ժամանակ իր կողմից ներկայացված տեղեկությունների փոփոխության մասին և այդ փոփոխությունները հաստատող փաստաթղթեր ներկայացնել այդ տեղեկությունները փոփոխվելու օրվանից կամ այդ փոփոխությունների մասին իրեն հայտնի դառնալու օրվանից 3 աշխատանքային օրվա ընթացքում ",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ ՊԵԿ տեղեկացնել մաքսային ներկայացուցիչների ռեեստրում ընդգրկվելու ժամանակ իր կողմից ներկայացված տեղեկությունների փոփոխության մասին և այդ փոփոխությունները հաստատող փաստաթղթեր ներկայացնել այդ տեղեկությունները փոփոխվելու օրվանից կամ այդ փոփոխությունների մասին իրեն հայտնի դառնալու օրվանից 7 աշխատանքային օրվա ընթացքում ",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ ՊԵԿ տեղեկացնել մաքսային ներկայացուցիչների ռեեստրում ընդգրկվելու ժամանակ իր կողմից ներկայացված տեղեկությունների փոփոխության մասին և այդ փոփոխությունները հաստատող փաստաթղթեր ներկայացնել այդ տեղեկությունները փոփոխվելու օրվանից կամ այդ փոփոխությունների մասին իրեն հայտնի դառնալու օրվանից 5 աշխատանքային օրվա ընթացքում ",isCorrect:true,answered:false},
        ]
    },
    {
        id:30,
        question:"Համաձայն ԵԱՏՄ մաքսային օրենսգրքի որքա՞ն է կազմում Միության մաքսային տարածքում ապրանքների վերամշակման առավելագույն ժամկետը",
        answers:[
            {id:0,answer:"Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետը չի կարող գերազանցել 2 տարին կամ ապրանքների առանձին կատեգորիաների համար Հանձնաժողովի կողմից սահմանվող՝ ավելի տևական ժամկետը",isCorrect:false,answered:false},
            {id:1,answer:"Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետը չի կարող գերազանցել 3 տարին կամ ապրանքների առանձին կատեգորիաների համար Հանձնաժողովի կողմից սահմանվող՝ ավելի կարճ ժամկետը",isCorrect:false,answered:false},
            {id:2,answer:"Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետը չի կարող գերազանցել 3 տարին կամ ապրանքների առանձին կատեգորիաների համար Հանձնաժողովի կողմից սահմանվող՝ ավելի տևական ժամկետը",isCorrect:true,answered:false},
        ]
    },
    {
        id:31,
        question:"Ստորև նշվածներից, որն է հանդիսանում մաքսային ներկայացուցչի պարտականություններից",
        answers:[
            {id:0,answer:"յուրաքանչյուր վեց ամիսը մեկ մաքսային մարմիններ ներկայացնել հաշվետվություն իրենց գործունեության վերաբերյալ մինչև այդ ժամանակահատվածի ն հաջորդող ամսվա 15-ը` ՀՀ ՊԵԿ կողմից սահմանված կարգով և ձևով",isCorrect:true,answered:false},
            {id:1,answer:"յուրաքանչյուր եռամսյակը մեկ մաքսային մարմիններ ներկայացնել հաշվետվություն իրենց գործունեության վերաբերյալ մինչև այդ ժամանակահատվածի ն հաջորդող ամսվա 15-ը` ՀՀ ՊԵԿ կողմից սահմանված կարգով և ձևով ",isCorrect:false,answered:false},
            {id:2,answer:"յուրաքանչյուր ամիսը մեկ մաքսային մարմիններ ներկայացնել հաշվետվություն իրենց գործունեության վերաբերյալ մինչև այդ ժամանակահատվածի ն հաջորդող ամսվա 15-ը` ՀՀ ՊԵԿ կողմից սահմանված կարգով և ձևով ",isCorrect:false,answered:false},
        ]
    },
    {
        id:32,
        question:"Որքա՞ն է սահմանվում բացառիկ լիցենզիայի գործողության ժամկետը ",
        answers:[
            {id:0,answer:"3 տարի",isCorrect:false,answered:false},
            {id:1,answer:"5 տարի",isCorrect:true,answered:false},
            {id:2,answer:"2 տարի",isCorrect:false,answered:false},
        ]
    },
    {
        id:33,
        question:"ԵԱՏՄ մաքսային օրենսդրությամբ սահմանված՝ ինչպիսի կարգավիճակ ունեցող ապրանքների նկատմամբ  է կիրառվում «Անմաքս առևտուր» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:true,answered:false},
            {id:1,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false,answered:false},
            {id:2,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false,answered:false},
        ]
    },
    {
        id:34,
        question:"ԵԱՏՄ մաքսային օրենսդրությամբ սահմանված՝ ինչպիսի կարգավիճակ ունեցող ապրանքների նկատմամբ  կիրառվող ընթացակարգ է «Վերաարտահանում» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Վերաարտահանում» մաքսային ընթացակարգն օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:true,answered:false},
            {id:1,answer:"«Վերաարտահանում» մաքսային ընթացակարգն Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false,answered:false},
            {id:2,answer:"«Վերաարտահանում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false,answered:false},
        ]
    },
    {
        id:35,
        question:"Եթե օտարերկրյա ապրանքները պահվում են Միության մաքսային սահմանով ապրանքների տեղափոխման վայրում՝ ինչ է ենթադրվում ապրանքների ժամանակավոր պահպանում ասելով.",
        answers:[
            {id:0,answer:"օտարերկրյա և Միության ապրանքների պահպանումը մինչեւ դրանց բացթողումը մաքսային մարմնի կողմից կամ մաքսային սահմանով ապրանքների տեղափոխման վայրում ապրանքների մեկնման համար մաքսային մարմնի թույլտվությունն ստանալը",isCorrect:false,answered:false},
            {id:1,answer:"օտարերկրյա ապրանքների պահպանումը մինչեւ դրանց բացթողումը մաքսային մարմնի կողմից կամ մաքսային սահմանով ապրանքների տեղափոխման վայրում ապրանքների մեկնման համար մաքսային մարմնի թույլտվությունն ստանալը",isCorrect:true,answered:false},
            {id:2,answer:"օտարերկրյա ապրանքների պահպանումը մինչեւ դրանց հայտարարարգրի գրանցումը մաքսային մարմնի կողմից կամ մաքսային սահմանով ապրանքների տեղափոխման վայրում ապրանքների մեկնման համար մաքսային մարմնի թույլտվությունն ստանալը",isCorrect:false,answered:false},
        ]
    },
    {
        id:36,
        question:"Եվրասիական տնտեսական միության մաքսային օրենսգրքի համաձայն ում կողմից է իրականացվում ապրանքների դասակարգման ճշգրտության ստուգումը",
        answers:[
            {id:0,answer:"մաքսային մարմինների կողմից",isCorrect:true,answered:false},
            {id:1,answer:"ԵՏՀ Հանձնաժողովի",isCorrect:false,answered:false},
            {id:2,answer:"անդամ պետության կառավարության",isCorrect:false,answered:false},
        ]
    },
    {
        id:37,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում բույսերի պաշտպանության միջոցների (որոնց ներմուծումը Եվրասիական տնտեսական միության մաքսային տարածք սահմանափակ է) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ  Տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:false,answered:false},
        ]
    },
    {
        id:38,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում հանքագիտության և հնէաբանության հավաքածուների և հավաքածուների առարկաների (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է արտահանման դեպքում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ կրթության, գիտության, մշակույթի և սպորտի նախարարություն",isCorrect:true,answered:false},
            {id:1,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false},
        ]
    },
    {
        id:39,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում թանկարժեք քարերի (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման և արտահանման դեպքերում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ  Տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:true,answered:false},
        ]
    },
    {
        id:40,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում ռադիոէլեկտրոնային և (կամ) քաղաքացիական օգտագործման բարձր հաճախականության սարքերի (որոնց ներմուծումը Եվրասիական տնտեսական միության մաքսային տարածք սահմանափակ է) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ բարձր տեխնոլոգիական արդյունաբերության նախարարությունը",isCorrect:true,answered:false},
            {id:1,answer:"ՀՀ ազգային անվտանգության ծառայությունը",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ ոստիկանությունը",isCorrect:false,answered:false},
        ]
    },
]

export default questions