

const questions =[
    {
        id:1,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում հանքային հումքի տեսակների (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է արտահանման դեպքում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ էկոնոմիկայի նախարարություն",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարություն",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ տարածքային կառավարման և ենթակառուցվածքների նախարարություն",isCorrect:true,answered:false}
        ]
    },
    {
        id:2,
        question:"Միևնույն ստուգման ենթարկվող անձի նկատմամբ պլանային արտագնա մաքսային ստուգումներն անցկացվում են մաքսային մարմինների կողմից՝",
        answers:[
            {id:0,answer:"ոչ հաճախ, քան տարին 1 անգամ",isCorrect:true,answered:false},
            {id:1,answer:"ոչ հաճախ, քան 2 տարին 1 անգամ",isCorrect:false,answered:false},
            {id:2,answer:"ոչ հաճախ, քան տարին 2 անգամ",isCorrect:false,answered:false}
        ]
    },
    {
        id:3,
        question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքերի մաքսային արժեքը որոշելու նպատակով, ովքեր են համարվում փոխկապակցված անձիք",
        answers:[
            {id:0,answer:"Որևէ անձ ուղղակիորեն կամ անուղղակիորեն տիրապետում,վերահսկում է կամ ունի նրանց երկուսի՝ շրջանառության մեջ բաց թողնված քվեարկող բաժնետոմսերի 15 և ավելի տոկոսը.",isCorrect:false,answered:false},
            {id:1,answer:"Որևէ անձ ուղղակիորեն կամ անուղղակիորեն տիրապետում,վերահսկում է կամ ունի նրանց երկուսի՝ շրջանառության մեջ բաց թողնված քվեարկող բաժնետոմսերի 30 և ավելի տոկոսը.",isCorrect:false,answered:false},
            {id:2,answer:"Որևէ անձ ուղղակիորեն կամ անուղղակիորեն տիրապետում,վերահսկում է կամ ունի նրանց երկուսի՝ շրջանառության մեջ բաց թողնված քվեարկող բաժնետոմսերի 5 և ավելի տոկոսը.",isCorrect:true,answered:false}
        ]
    },
    {
        id:4,
        question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքների մաքսային արժեք որոշվում է",
        answers:[
            {id:0,answer:"«Արտահանում» մաքսային ընթացակարգով ապրանքները հայտարարագրելիս",isCorrect:false,answered:false},
            {id:1,answer:"«Ներքին սպառման համար բաթողում» մաքսային ընթացակարգով ապրանքները հայտարարագրելիս",isCorrect:true,answered:false},
            {id:2,answer:"«Վերաներմուծում» մաքսային ընթացակարգով ապրանքները հայտարարագրելիս",isCorrect:false,answered:false}
        ]
    },
    {
        id:5,
        question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքների մաքսային արժեքի որոշման մեթոդ է",
        answers:[
            {id:0,answer:"Հատուկ գործարքի արժեքի մեթոդը",isCorrect:false,answered:false},
            {id:1,answer:"Օտարերկյա ապրանքների գործարքի արժեքի մեթոդը",isCorrect:false,answered:false},
            {id:2,answer:"Նույնանման (նույնական) ապրանքների գործարքի արժեքի մեթոդը",isCorrect:true,answered:false}
        ]
    },
    {
        id:6,
        question:"Ինչ նպատակով է իրականացվում ապրանքի մաքսային արժեքի հսկողությունը մաքսային մարմնի կողմից",
        answers:[
            {id:0,answer:"Ապրանքների մաքսային արժեքը որոշելու մեթոդի ընտրությունը և կիրառությունը ստուգելու",isCorrect:true,answered:false},
            {id:1,answer:"Ապրանքների ծագման երկրի ճշգրտությունը ստուգելու",isCorrect:false,answered:false},
            {id:2,answer:"Ոչ սակագնային կարգավորման միջոցները ստուգելու",isCorrect:false,answered:false}
        ]
    },
    {
        id:7,
        question:"Կարող են արդյոք մաքսային գործառնությունները իրականացվել մաքսային մարմինների գտնվելու վայրից և (կամ) աշխատանքային ժամերից դուրս",
        answers:[
            {id:0,answer:"մաքսային կարգավորման վերաբերյալ օրենսդրությամբ նախատեսված դեպքերում վերադաս մաքսային մարմնի պատճառաբանված պահանջով առանձին մաքսային գործառնություններ մաքսային մարմինների կողմից կարող են իրականացվել մաքսային մարմինների գտնվելու վայրից և (կամ) աշխատանքային ժամերից դուրս",isCorrect:false,answered:false},
            {id:1,answer:"նույնիսկ շահագրգիռ անձի պատճառաբանված պահանջով առանձին մաքսային գործառնություններ մաքսային մարմինների կողմից չեն կարող իրականացվել մաքսային մարմինների գտնվելու վայրից և (կամ) աշխատանքային ժամերից դուրս",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային կարգավորման վերաբերյալ օրենսդրությամբ նախատեսված դեպքերում շահագրգիռ անձի պատճառաբանված պահանջով առանձին մաքսային գործառնություններ մաքսային մարմինների կողմից կարող են իրականացվել մաքսային մարմինների գտնվելու վայրից և (կամ) աշխատանքային ժամերից դուրս",isCorrect:true,answered:false}
        ]
    },
    {
        id:8,
        question:"Մաքսային կանոնների խախտման հատկանիշներ հայտնաբերելիս մաքսային մարմինը կազմում է",
        answers:[
            {id:0,answer:"մաքսային կանոնների խախտման վերաբերյալ արձանագրություն",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային կանոնների խախտման վերաբերյալ տուգանք",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային կանոնների խախտման վերաբերյալ եզրակածություն",isCorrect:false,answered:false}
        ]
    },
    {
        id:9,
        question:"Մաքսային կանոնների խախտման վերաբերյալ գործերը քննում և որոշում են կայացնում",
        answers:[
            {id:0,answer:"մաքսային մարմինները",isCorrect:true,answered:false},
            {id:1,answer:"Պետական եկամուտների կոմիտեն",isCorrect:false,answered:false},
            {id:2,answer:"վերադաս մաքսային մարմինը կամ դատարանը",isCorrect:false,answered:false}
        ]
    },
    {
        id:10,
        question:"Մաքսային հսկողությունն անցկացվում է",
        answers:[
            {id:0,answer:"մաքսային հսկողության գոտիների առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային օրենսգրքով որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները:",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային հսկողության օբյեկտներ հանդիսացող ֆիզիկական անձանց առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային օրենսգրքով որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները:",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային հսկողության օբյեկտների առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային օրենսգրքով որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները:",isCorrect:true,answered:false}
        ]
    },
    {
        id:11,
        question:"Մաքսային մարմինները մաքսային ուղեկցումը կիրառում են",
        answers:[
            {id:0,answer:"Միության մաքսային տարածքով մաքսային հսկողության տակ գտնվող ապրանքների արտահանումը ապահովելու նպատակներով",isCorrect:false,answered:false},
            {id:1,answer:"Միության մաքսային տարածքով մաքսային հսկողության տակ գտնվող ապրանքների փոխադրումներն ապահովելու նպատակներով",isCorrect:true,answered:false},
            {id:2,answer:"Միության մաքսային տարածքով մաքսային հսկողության տակ գտնվող ապրանքների բեռնաթափումը ապահովելու նպատակներով",isCorrect:false,answered:false}
        ]
    },
    {
        id:12,
        question:"Մաքսային մարմինների կողմից մտավոր սեփականության նկատմամբ իրավունքների պաշտպանությունը ենթադրում է",
        answers:[
            {id:0,answer:"ապրանքների բացթողնման արգելում",isCorrect:false,answered:false},
            {id:1,answer:"ապրանքների բացթողնման կասեցում",isCorrect:true,answered:false},
            {id:2,answer:"ապրանքների բացթողնման թույլատրում",isCorrect:false,answered:false}
        ]
    },
    {
        id:13,
        question:"Մաքսային մարմնի կողմից սահմանված մաքսային ընթացակարգի գործողության ժամկետը երկարաձգվում է",
        answers:[
            {id:0,answer:"Պետական եկամուտների կոմիտեի կողմից մինչև դրա լրանալը",isCorrect:false,answered:false},
            {id:1,answer:"հայտարարտուի կողմից մինչև դրա լրանալը",isCorrect:false,answered:false},
            {id:2,answer:"Մաքսային մարմնի կողմից մինչև դրա լրանալը",isCorrect:true,answered:false}
        ]
    },
    {
        id:14,
        question:"Միության ապրանքները մի տեսակի տրանսպորտի տրանսպորտային միջոցից մեկ այլ տեսակի տրանսպորտի տրանսպորտային միջոց փոխաբեռնելու (վերաբեռնելու) թույլտվություն ստանալու համար հայտարարատուն",
        answers:[
            {id:0,answer:"հայտարարատուն ներկայացնում է հաշիվ-ապրանքագիր",isCorrect:false,answered:false},
            {id:1,answer:"հայտարարատուն ներկայացնում է տարանցիկ հայտարարագիր",isCorrect:false,answered:false},
            {id:2,answer:"հայտարարատուն ներկայացնում է դիմում",isCorrect:true,answered:false}
        ]
    },
    {
        id:15,
        question:"մշտական բնակության փաստի ճանաչումը հաստատող փաստաթուղթը կարող է տրամադրվել",
        answers:[
            {id:0,answer:"եթե փաստաթղթի համար դիմելու օրվան նախորդող 1825 օր ժամանակահատվածու մ օտարերկրյա անձն առնվազն 915 օր բացակայել է Հայաստանից",isCorrect:true,answered:false},
            {id:1,answer:"եթե փաստաթղթի համար դիմելու օրվան նախորդող 1925 օր ժամանակահատվածու մ օտարերկրյա անձն առնվազն 915 օր բացակայել է Հայաստանից",isCorrect:false,answered:false},
            {id:2,answer:"եթե փաստաթղթի համար դիմելու օրվան նախորդող 1825 օր ժամանակահատվածու մ օտարերկրյա անձն առնվազն 925 օր բացակայել է Հայաստանից",isCorrect:false,answered:false}
        ]
    },
    {
        id:16,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի հայտարարատուի դիմումի հիման վրա ստորև ներկայացված  որ մարմինը կարող է ընդունել ապրանքի ծագման երկրի վերաբերյալ նախնական որոշում.",
        answers:[
            {id:0,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
            {id:1,answer:"Եվրասիական տնտեսական միության հանձնաժոովը",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ պետական եկամուտների կոմիտեն",isCorrect:true,answered:false}
        ]
    },
    {
        id:17,
        question:"Նշված ապրանքների խմբերից, որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման դեպքում, ո՞ր խմբի համար է ոլորտը համակարգող լիազոր մարմին հանդիսանում ՀՀ էկոնոմիկայի նախարարությունը.",
        answers:[
            {id:0,answer:"Բույսերի պաշտպանության միջոցներ",isCorrect:true,answered:false},
            {id:1,answer:"Բույսերի պաշտպանության միջոցներ չհանդիսացող ապրանքներ",isCorrect:false,answered:false},
            {id:2,answer:"հոգեմետ դեղամիջոցներ",isCorrect:false,answered:false}
        ]
    },
    {
        id:18,
        question:"Նշվածներից որը մաքսային հսկողության անցկացումն ապահովող միջոց չէ",
        answers:[
            {id:0,answer:"մաքսային ստուգում",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային տեսազննում",isCorrect:true,answered:false},
            {id:2,answer:"անձի մաքսային զննում",isCorrect:false,answered:false}
        ]
    },
    {
        id:19,
        question:"Որքան է կազմում ուղեւորին չհանձնված կամ նրա կողմից չպահանջված, օդային տրանսպորտային միջոցով Միության մաքսային սահմանով տեղափոխվող ուղեբեռի ժամանակավոր պահպանման ժամկետը",
        answers:[
            {id:0,answer:"6 ամիս ",isCorrect:true,answered:false},
            {id:1,answer:"2 ամիս ",isCorrect:false,answered:false},
            {id:2,answer:"4 ամիս ",isCorrect:false,answered:false}
        ]
    },
    {
        id:20,
        question:"Ստորև նշվածներից որ դեպքում է, որ ապրանքների ծագման հավաստում չի պահանջվում",
        answers:[
            {id:0,answer:"երբ ապրանքները ձևակերպվում են «արտահանում» մաքսային ընթացակարգով",isCorrect:false,answered:false},
            {id:1,answer:"երբ ապրանքները ձևակերպվում են «մաքսային տարանցում» մաքսային ընթացակարգով",isCorrect:true,answered:false},
            {id:2,answer:"երբ ապրանքները ձևակերպվում են «ժամանակավոր ներմուծում» մաքսային ընթացակարգով",isCorrect:false,answered:false}
        ]
    },
    {
        id:21,
        question:"Միության որ ապրանքների օգտագործումն է արգելված «Վերամշակում մաքսային տարածքում» մաքսային ընթացակարգի կիրառման շրջանակներում",
        answers:[
            {id:0,answer:"Օտարերկյա այն ապրանքների, որոնց նկատմամբ անդամ պետությունների օրենսդրությամբ սահմանված են արտահանման մաքսատուրքերի դրույքաչափեր, և որոնք ընդգրկված են Հանձնաժողովի կողմից սահմանվող ցանկում",isCorrect:false,answered:false},
            {id:1,answer:"Միության բոլոր ապրանքների, այդ թվում, անդամ պետության մաքսային կարգավորման վերաբերյալ օրենսդրությամբ նախատեսված լինելու դեպքում՝ պայմանականորեն բաց թողնված ապրանքների",isCorrect:false,answered:false},
            {id:2,answer:"Միության այն ապրանքների, որոնց նկատմամբ անդամ պետությունների օրենսդրությամբ սահմանված են արտահանման մաքսատուրքերի դրույքաչափեր, և որոնք ընդգրկված են Հանձնաժողովի կողմից սահմանվող ցանկում",isCorrect:true,answered:false}
        ]
    },
    {
        id:22,
        question:"Ո՞ր անձնական օգտագործման ապրանքների արժեքը չի հայտագրվում անձնական օգտագործման ապրանքների մաքսային հայտարարագրման ժամանակ ուղևորային մաքսային հայտարարագրում՝",
        answers:[
            {id:0,answer:"սուրհանդակային ծառայությունով ուղարկվող անձնական օգտագործման ապրանքների",isCorrect:false,answered:false},
            {id:1,answer:"միջազգային փոստային առաքանիներով ուղարկվող անձնական օգտագործման ապրանքների",isCorrect:true,answered:false},
            {id:2,answer:"բոլոր տեսակի անձնական օգտագործման ապրանքների արժեքը ուղևորային մաքսային հայտարարագրում չի հայտագրվում",isCorrect:false,answered:false}
        ]
    },
    {
        id:23,
        question:"Փոխադրողը  կամ  մաքսային ընթացակարգերով ձևակերպվող ապրանքների հայտարարատուներ հանդես եկող այլ անձինք ստորև նշվածներից ե՞րբ են պարտավոր  կատարել  ապրանքները ժամանակավոր պահպանման հանձնելու հետ կապված մաքսային գործառնություններ.",
        answers:[
            {id:0,answer:"Մաքսային մարմնի աշխատանքային ժամերին՝ ժամանման մասին ծանուցման պահից սկսած 3 ժամվա ընթացքում, եթե անդամ պետությունների՝ մաքսային կարգավորման վերաբերյալ օրենսդրությամբ այլ ժամկետ չի սահմանվել նավով, օդանավով կամ երկաթուղային տրանսպորտով փոխադրվող ապրանքների համար կամ միջազգային փոստային առաքանիների համար:",isCorrect:true,answered:false},
            {id:1,answer:"Մաքսային մարմնի աշխատանքային ժամերից դուրս՝ ժամանման մասին ծանուցման պահից սկսած 3 ժամվա ընթացքում, եթե անդամ պետությունների՝ մաքսային կարգավորման վերաբերյալ օրենսդրությամբ այլ ժամկետ չի սահմանվել նավով, օդանավով կամ երկաթուղային տրանսպորտով փոխադրվող ապրանքների համար կամ միջազգային փոստային առաքանիների համար:",isCorrect:false,answered:false},
            {id:2,answer:"Մաքսային մարմնի աշխատանքային ժամերին՝ ժամանման մասին ծանուցման պահից սկսած 1 ժամվա ընթացքում, եթե անդամ պետությունների՝ մաքսային կարգավորման վերաբերյալ օրենսդրությամբ այլ ժամկետ չի սահմանվել նավով, օդանավով կամ երկաթուղային տրանսպորտով փոխադրվող ապրանքների համար կամ միջազգային փոստային առաքանիների համար:",isCorrect:false,answered:false}
        ]
    },
    {
        id:24,
        question:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները`",
        answers:[
            {id:0,answer:"Պահպանում են Միության ապրանքի կարգավիճակը:",isCorrect:false,answered:false},
            {id:1,answer:"Կորցնում են Միության ապրանքի կարգավիճակը:",isCorrect:true,answered:false},
            {id:2,answer:"Կորցնում են օտարերկյա ապրանքի կարգավիճակը:",isCorrect:false,answered:false}
        ]
    },
    {
        id:25,
        question:"Ստորև նշված որ մարմնի կողմից է սահմանվում ապրանքի ծագման մասին նախնական որոշման ձևը, այն լրացնելու և ապրանքի ծագման մասին այդպիսի նախնական որոշման մեջ փոփոխություններ (լրացումներ) կատարելու կարգը",
        answers:[
            {id:0,answer:"Պետական եկամուտների կոմիտեի",isCorrect:false,answered:false},
            {id:1,answer:"ԵՏՀ հանձնաժողովի",isCorrect:true,answered:false},
            {id:2,answer:"մաքսային մարմնի",isCorrect:false,answered:false}
        ]
    },
    {
        id:26,
        question:"Մաքսային մարմիններն իրավունք ունեն արդյոք կասեցնելու մտավոր սեփականության իրավունքի խախտմամբ տեղափոխվող այն ապրանքների բացթողումը, որոնք ներառված չեն ռեեստրներում",
        answers:[
            {id:0,answer:"Այո, ունեն այն դեպքում, եթե մինչև կասեցման մասին որոշման կայացումը նշված ապրանքների հայտարարատուն չի ներկայացրել գրավոր առարկություններ",isCorrect:false,answered:false},
            {id:1,answer:"Ոչ,չունեն",isCorrect:false,answered:false},
            {id:2,answer:"Այո, ունեն",isCorrect:true,answered:false}
        ]
    },
    {
        id:27,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում բույսերի պաշտպանության միջոցների (որոնց ներմուծումը Եվրասիական տնտեսական միության մաքսային տարածք սահմանափակ է) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ տարածքային կառավարման և ենթակառուցվածքների նախարարություն",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false}
        ]
    },
    {
        id:28,
        question:"Որքան է կազմում մաքսային տարանցման առավելագույն ժամկետը",
        answers:[
            {id:0,answer:"3 ամսում 2000 կիլոմետր հաշվարկով սահմանվող ժամկետը",isCorrect:false,answered:false},
            {id:1,answer:"1 ամսում 2000 կիլոմետր հաշվարկով սահմանվող ժամկետը",isCorrect:true,answered:false},
            {id:2,answer:"1 ամսում 200 կիլոմետր հաշվարկով սահմանվող ժամկետը",isCorrect:false,answered:false}
        ]
    },
    {
        id:29,
        question:"Չհավաքված կամ կազմատված, այդ թվում՝ չկոմպլեկտավորված կամ անավարտ վիճակում ապրանքը, որը սահմանված ժամանակահատվածի ընթացքում տեղափոխվում է Միության մաքսային սահմանով առանձին բաղադրիչների տեսքով, կարող է հայտարարագրվել այդպիսի ապրանքի բաղադրիչների վերաբերյալ ապրանքների մի քանի հայտարարագիր ներկայացնելու միջոցով՝ նշելով կոմպլեկտավորված կամ ավարտուն վիճակում գտնվող ապրանքի ծածկագրին համապատասխանող ծածկագիրը եթե առկա է",
        answers:[
            {id:0,answer:"ապրանքների դասակարգման փոփոխման մասին որոշում",isCorrect:false,answered:false},
            {id:1,answer:"վերադաս մաքսային մարմնի հրաման",isCorrect:false,answered:false},
            {id:2,answer:"ապրանքների դասակարգման մասին որոշում",isCorrect:true,answered:false}
        ]
    },
    {
        id:30,
        question:"ԵԱՏՄ հետ գործող ազատ առևտրի համաձայնագրերի շրջանակներում ո՞ր հավաստագիրն է հանդիսանում առանձնաշնորհային",
        answers:[
            {id:0,answer:"CT-4",isCorrect:false,answered:false},
            {id:1,answer:"CT-1",isCorrect:false,answered:false},
            {id:2,answer:"CT-3",isCorrect:true,answered:false},
        ]
    },
    {
        id:31,
        question:"Անձնական օգտագործման ապրանքների արժեքը հաստատելու համար ինչ փաստաթղթեր են ներկայացվում",
        answers:[
            {id:0,answer:"Անձնական օգտագործման ապրանքների արժեքը հաստատելու համար ֆիզիկական անձի կողմից ներկայացվում են փաստաթղթերի պատճենները, որոնց հիման վրա հայտագրվել է անձնական օգտագործման ապրանքների արժեքը, իսկ փոխադրողի կողմից առաքվող անձնական օգտագործված ապրանքների առնչությամբ փաստաթղթերի բնօրինակները կամ պատճենները",isCorrect:false,answered:false},
            {id:1,answer:"Անձնական օգտագործման ապրանքների արժեքը հաստատելու համար ֆիզիկական անձի կողմից ներկայացվում են փաստաթղթերի բնօրինակները, որոնց հիման վրա հայտագրվել է անձնական օգտագործման ապրանքների արժեքը, իսկ փոխադրողի կողմից առաքվող անձնական օգտագործված ապրանքների առնչությամբ փաստաթղթերի բնօրինակները կամ պատճենները",isCorrect:true,answered:false},
            {id:2,answer:"Անձնական օգտագործման ապրանքների արժեքը հաստատելու համար ֆիզիկական անձի կողմից ներկայացվում են միայն վճարման հավաստումների բնօրինակները,որոնց հիման վրա հայտագրվել է անձնական օգտագործման ապրանքների արժեքը,իսկ փոխադրողի կողմից առաքվող անձնական օգտագործված ապրանքների առնչությամբ վճարման հավաստումների բնօրինակները կամ պատճենները",isCorrect:false,answered:false}
        ]
    },
    {
        id:32,
        question:"Ինչպես է կոչվում ապրանքների, այդ թվում՝ ֆիզիկական անձանց տրանսպորտային միջոցների և ուղեբեռի, բեռնային տարողությունների, մաքսային կապարակնիքների, կնիքների և նույնականացման այլ միջոցների տեսողական զննման անցկացումը առանց տրանսպորտային միջոցների բեռնասրահները (հատվածամասերը) և ապրանքների փաթեթվածքը բացելու",
        answers:[
            {id:0,answer:"մաքսային զննում",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային ստուգում",isCorrect:false,answered:false},
            {id:2,answer:"Մաքսային տեսազննում",isCorrect:true,answered:false}
        ]
    },
    {
        id:33,
        question:"ԵԱՏՄ մաքսային օրենսդրությամբ սահմանված՝ ինչպիսի կարգավիճակ ունեցող ապրանքների նկատմամբ  կիրառվող ընթացակարգ է «Վերաարտահանում» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Վերաարտահանում» մաքսային ընթացակարգն օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:true,answered:false},
            {id:1,answer:"«Վերաարտահանում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false,answered:false},
            {id:2,answer:"«Վերաարտահանում» մաքսային ընթացակարգն Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false,answered:false}
        ]
    },
    {
        id:34,
        question:"Ի՞նչ նպատակով է թույլատրվում կիրառել «Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգը՝ «ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգով ձևակերպված ապրանքների նկատմամբ.",
        answers:[
            {id:0,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգը կիրառվում է «ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգի գործողության շարունակման համար",isCorrect:false,answered:false},
            {id:1,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգը կիրառվում է «մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգի գործողության կասեցման համար",isCorrect:false,answered:false},
            {id:2,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգը կիրառվում է «ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգի գործողության կասեցման համար",isCorrect:true,answered:false}
        ]
    },
    {
        id:35,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում թմրամիջոցներ և հոգեմետ (հոգեներգործուն) նյութերի պրեկուրսորներ չհամարվող թունավոր նյութերի (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման դեպքում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ ոստիկանությունը",isCorrect:false,answered:false}
        ]
    },
    {
        id:36,
        question:"Մաքսային հսկողության իրականացման արդյունավետության բարձրացման նպատակով մաքսային մարմինները մաքսային հսկողության իրականացման ժամանակ կիրառում են՝",
        answers:[
            {id:0,answer:"ընտրողականության սկզբունքը",isCorrect:true,answered:false},
            {id:1,answer:"մաքսային արժեքի որոշման սկզբունքը",isCorrect:false,answered:false},
            {id:2,answer:"խթանման սկզբունքը",isCorrect:false,answered:false}
        ]
    },
    {
        id:37,
        question:"Մաքսային ստուգում իրականացնելու դեպքում մաքսային մարմինների իրականացրած ստուգումների արդյունքները ստորև նշված որ փաստաթղթով չեն ձևակերպվում՝",
        answers:[
            {id:0,answer:"մաքսային ստուգման ակտով",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային մուտքի օրդերով",isCorrect:true,answered:false},
            {id:2,answer:"կամերալ մաքսային ստուգման ակտով",isCorrect:false,answered:false}
        ]
    },
    {
        id:38,
        question:"Ով է հայտարարագրում ապրանքի ԱՏԳ ԱԱ ծածկագիրը",
        answers:[
            {id:0,answer:"հայտարարատուն",isCorrect:true,answered:false},
            {id:1,answer:"հայտարարատուն կամ մաքսային մարմինը",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային մարմինը",isCorrect:false,answered:false}
        ]
    },
    {
        id:39,
        question:"Որ մարմինն է հաստատում ԱՏԳ ԱԱ-ի հայերեն թարգմանված տարբերակը",
        answers:[
            {id:0,answer:"Պետական եկամուտների կոմիտեն",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ կառավարության լիազոր մարմինը",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ կառավարությունը",isCorrect:true,answered:false}
        ]
    },
    {
        id:40,
        question:"Ու՞մ կողմից է իրականացնում ֆիզիկական անձի մարմնի զննությունը",
        answers:[
            {id:0,answer:"մաքսային մարմնի կողմից",isCorrect:false,answered:false},
            {id:1,answer:"ոստիկանության աշխատակցի կողմից",isCorrect:false,answered:false},
            {id:2,answer:"միայն բուժաշխատողի կողմից",isCorrect:true,answered:false}
        ]
    },
    
]

export default questions