


const questions = [
    {
        id:1,
        question:"Ում կողմից է որոշվում ապրանքների մաքսային արժեքը",
        answers:[ 
            {id:0,answer:"հայտարարատուի կողմից",isCorrect:false,answered:false},
            {id:1,answer:"հայտարարատուի կողմից,իսկ որոշ ընթացակարգերի դեպքում մաքսային մարմնի",isCorrect:false,answered:false},
            {id:2,answer:"հայտարարատուի կողմից, իսկ եթե մաքսատուրքերը, հարկերը, հատուկ, հակագնագցման, փոխհատուցման տուրքերը հաշվարկվում են մաքսային մարմնի կողմից, ապա ապրանքների մաքսային արժեքը որոշվում է մաքսային մարմնի կողմից",isCorrect:true,answered:false},
        ]
    },
    {
        id:2,
        question:"Ում մարմնի կողմից է ստուգվում ապրանքների ըստ ԱՏԳ ԱԱ-ի դասակարգման ճշտությունը ",
        answers:[
            {id:0,answer:"Հայտարարատուի կամ շահագրգիռ անձի կողմից",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային մարմնի",isCorrect:true,answered:false},
            {id:2,answer:"Պետական Եկամուտների Կոմիտեի",isCorrect:false,answered:false},
        ]
    },
    {
        id:3,
        question:"Ներմուծվող ապրանքների մաքսային արժեքը որոշելիս փաստացի վճարված կամ վճարման ենթակա գնին ստորև նշվածներից որ հավելագրումներ չպետք է կատարվեն ",
        answers:[
            {id:0,answer:"Ներմուծվող ապրանքների բեռնման, բեռնաթափման կամ փոխաբեռնման և դրանց՝ մինչև Միության մաքսային տարածք այդ ապրանքների ժամանման վայր, իսկ եթե Հանձնաժողովի կողմից սահմանվել են այլ վայրեր՝ ապա մինչև Հանձնաժողովի կողմից սահմանված վայր փոխադրման հետ կապված այլ գործողությունների ծախսերը ",isCorrect:false,answered:false},
            {id:1,answer:"Ներմուծվող ապրանքների բեռնման, բեռնաթափման,փոխաբեռնման և դրանց՝ մինչև Միության մաքսային տարածք այդ ապրանքների ժամանման վայր, իսկ եթե Հանձնաժողովի կողմից սահմանվել են այլ վայրեր՝ ապա մինչև Հանձնաժողովի կողմից սահմանված վայր ապահովագրման հետ կապված այլ գործողությունների ծախսերը ",isCorrect:false,answered:false},
            {id:2,answer:"Ներմուծվող ապրանքների՝ Միության մաքսային տարածքով՝ այդ ապրանքների ժամանման վայրից Միության մաքսային տարածք, իսկ եթե Հանձնաժողովի կողմից սահմանվել են այլ վայրեր՝ ապա Հանձնաժողովի կողմից սահմանված վայրից Միության մաքսային տարածք փոխադրման ծախսերը.",isCorrect:true,answered:false},
        ]
    },
    {
        id:4,
        question:"Ինչ նպատակով է որոշվում ՀՀ և Միության տարածքներից արտահանվող ապրանքների ծագման երկիրը",
        answers:[
            {id:0,answer:"դրանց նկատմամբ սակագնային կարգավորման, մաքսային վիճակագրության վարման և ծագման հավաստագրերի կամ վկայականների տրամադրման նպատակով ",isCorrect:false,answered:false},
            {id:1,answer:"Ներքին շուկայի պաշտպանության միջոցների կիրառման համար",isCorrect:false,answered:false},
            {id:2,answer:"դրանց նկատմամբ սակագնային և ոչ սակագնային կարգավորման, մաքսային վիճակագրության վարման և ծագման հավաստագրերի կամ վկայականների տրամադրման նպատակով ",isCorrect:true,answered:false},
        ]
    },
    {
        id:5,
        question:"ժամանակավոր պահպանման հանձնված ապրանքների նկատմամբ լիազորություններ ունեցող անձինք մինչև բացթողումը՝",
        answers:[
            {id:0,answer:"Իրավունք չունեն դրանք արտահանելու ժամանակավոր պահպանման վայրի տարածքից եթե ապրանքները ձևակերպվել են վերաարտահանում մաքսային ընթացակարգով",isCorrect:false,answered:false},
            {id:1,answer:"Իրավունք չունեն դրանք արտահանելու ժամանակավոր պահպանման վայրի տարածքից",isCorrect:true,answered:false},
            {id:2,answer:"Իրավունք ունեն դրանք արտահանելու ժամանակավոր պահպանման վայրի տարածքից",isCorrect:false,answered:false},
        ]
    },
    {
        id:6,
        question:"Ի՞նչ նպատակով կարող են նախկինում «ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգով ձևակերպված ապրանքները ձևակերպվել «մաքսային պահեստ» մաքսային ընթացակարգով ",
        answers:[
            {id:0,answer:"«մաքսային պահեստ» մաքսային ընթացակարգի գործողության կասեցման համար:",isCorrect:false,answered:false},
            {id:1,answer:"«մաքսային պահեստ» մաքսային ընթացակարգի գործողության պահպանման համար:",isCorrect:false,answered:false},
            {id:2,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգի գործողության կասեցման համար:",isCorrect:true,answered:false},
        ]
    },
    {
        id:7,
        question:"Ստորև նշվածներից ՀՀ ներմուծվող որ ապրանքները, օրենսդրությամբ նախատեսված մյուս պահանջների բավարարման դեպքում, կարող են դիտարկվել, որպես Հայաստանի Հանրապետություն մշտական բնակության տեղափոխվող ճանաչված օտարերկրյա ֆիզիկական անձի կամ փախստականի, հարկադիր տեղահանվածի կարգավիճակ ստացած օտարերկրյա ֆիզիկական անձի անձնական օգտագործման ապրանքներ՝",
        answers:[
            {id:0,answer:"օտարերկրյա ֆիզիկական անձին պատկանող չօգտագործված ապրանքները, որոնք նախատեսված են ֆիզիկական անձի՝ ձեռնարկատիրական գործունեության իրականացման հետ չկապված անձնական, ընտանեկան, տնային և այլ կարիքների համար",isCorrect:false,answered:false},
            {id:1,answer:"օտարերկրյա ֆիզիկական անձին պատկանող օգտագործված բոլոր ապրանքները",isCorrect:false,answered:false},
            {id:2,answer:"օտարերկրյա ֆիզիկական անձին պատկանող օգտագործված ապրանքները, որոնք նախատեսված են ֆիզիկական անձի՝ ձեռնարկատիրական գործունեության իրականացման հետ չկապված անձնական, ընտանեկան, տնային և այլ կարիքների համար",isCorrect:true,answered:false},
        ]
    },
    {
        id:8,
        question:"Կարող են արդյոք կատարվել փոփոխություններ տրամադրված լիցենզիաների մեջ",
        answers:[
            {id:0,answer:"Կարող են կատարվել, եթե դրանք տեխնիկական բնույթի են",isCorrect:false,answered:false},
            {id:1,answer:"Կարող են կատարվել",isCorrect:false,answered:false},
            {id:2,answer:"Չեն կարող կատարվել, այդ թվում՝ տեխնիկական բնույթի",isCorrect:true,answered:false},
        ]
    },
    {
        id:9,
        question:"Ապրանքները «մաքսային տարանցում» մաքսային ընթացակարգով ձեւակերպելիս ում կողմից է սահմանվում այն վայրը, որտեղ պետք է հասցվեն «մաքսային տարանցում» մաքսային ընթացակարգով ձեւակերպվող ապրանքները. ",
        answers:[
            {id:0,answer:"հայտարարատուի",isCorrect:false,answered:false},
            {id:1,answer:"ուղարկող մաքսային մարմնի",isCorrect:true,answered:false},
            {id:2,answer:"նշանակման մաքսային մարմնի",isCorrect:false,answered:false},
        ]
    },
    {
        id:10,
        question:"Ու՞մ կողմից է իրականացվում ապրանքների բացթողումը:",
        answers:[
            {id:0,answer:"վերադաս մաքսային մարմնի կողմից",isCorrect:false,answered:false},
            {id:1,answer:"հայտարարատուի կողմից",isCorrect:false,answered:false},
            {id:2,answer:"Մաքսային մարմնի կողմից:",isCorrect:true,answered:false},
        ]
    },
    {
        id:11,
        question:"Հայտարարագրման ժամանակ ով է որոշում ապրանքների ծագման երկիրը.",
        answers:[
            {id:0,answer:"հայտարարատուն, իսկ <<Մաքսային կարգավորման մասին>> ՀՀ օրենքով սահմանված դեպքերում՝ մաքսային մարմինը",isCorrect:true,answered:false},
            {id:1,answer:"հայտարարատուն",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
        ]
    },
    {
        id:12,
        question:"Քանի մեթոդ է կիրառվում մաքսային արժեքի որոշման նպատակով",
        answers:[
            {id:0,answer:"7 մեթոդ",isCorrect:false,answered:false},
            {id:1,answer:"5 մեթոդ",isCorrect:false,answered:false},
            {id:2,answer:"6 մեթոդ",isCorrect:true,answered:false},
        ]
    },
    {
        id:13,
        question:"Երբ է  ուժի մեջ է մտնում ըստ ԱՏԳ ԱԱ-ի նախնական դասակարգման որոշման գործողության դադարեցման մասին որոշումը",
        answers:[
            {id:0,answer:"որոշում ընդունելու հաջորդ օրը",isCorrect:false,answered:false},
            {id:1,answer:"այդ որոշումն ընդունելու օրը",isCorrect:true,answered:false},
            {id:2,answer:"որոշում ընդունելուց  3 օր հետո",isCorrect:false,answered:false},
        ]
    },
    {
        id:14,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի հայտարարատուի դիմումի հիման վրա ստորև ներկայացված  որ մարմինը կարող է ընդունել ապրանքի ծագման երկրի վերաբերյալ նախնական որոշում.",
        answers:[
            {id:0,answer:"Հ պետական եկամուտների կոմիտեն",isCorrect:true,answered:false},
            {id:1,answer:"Մաքսային մարմինը",isCorrect:false,answered:false},
            {id:2,answer:"Եվրասիական տնտեսական միության հանձնաժոովը",isCorrect:false,answered:false},
        ]
    },
    {
        id:15,
        question:"Հայտարարագրման ժամանակ ով է հայտարարագրում ապրանքի  ծագման երկիրը.",
        answers:[
            {id:0,answer:"հայտարարատուն կամ մաքսային մարմինը",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
            {id:2,answer:"հայտարարատուն",isCorrect:true,answered:false},
        ]
    },
    {
        id:16,
        question:"Մաքսային հսկողության իրականացման արդյունավետության բարձրացման նպատակով մաքսային մարմինները մաքսային հսկողության իրականացման ժամանակ կիրառում են՝",
        answers:[
            {id:0,answer:"ռիսկերի կառավարման համակարգը",isCorrect:false,answered:false},
            {id:1,answer:"հարկային արտոնությունների տրամադրումը",isCorrect:false,answered:false},
            {id:2,answer:"ընտրողականության սկզբունքը",isCorrect:true,answered:false},
        ]
    },
    {
        id:17,
        question:"ԵԱՏՄ մաքսային օրենսգրքում ինչպես է սահմանվում«օտարերկրյա ապրանքներ» հասկացությունը.",
        answers:[
            {id:0,answer:"Բորոլ այն ապրանքրնեը որոնք արտահանվել են ԵԱՏՄ տարածքից",isCorrect:false,answered:false},
            {id:1,answer:"Միության  ապրանքներ չհամարվող, այդ թվում՝ ԵԱՏՄ մաքսային օրենսգրքին համապատասխան՝ Միության ապրանքների կարգավիճակը կորցրած ապրանքներ , ինչպես նաև ապրանքներ, որոնք ձեռք են բերել օտարերկրյա ապրանքների կարգավիճակ (ճանաչվել են որպես օտարերկրյա ապրանքներ)՝ ԵԱՏՄ մաքսային օրենսգրքին համապատասխան:",isCorrect:true,answered:false},
            {id:2,answer:"Միության  ապրանքներ չհամարվող, այդ թվում՝ ԵԱՏՄ մաքսային օրենսգրքին համապատասխան՝ Միության ապրանքների կարգավիճակը պահպանած ապրանքներ , ինչպես նաև ապրանքներ, որոնք ձեռք են բերել Միության ապրանքների կարգավիճակ (ճանաչվել են որպես օտարերկրյա ապրանքներ)՝ ԵԱՏՄ մաքսային օրենսգրքին համապատասխան:",isCorrect:false,answered:false},
        ]
    },
    {
        id:18,
        question:"Նշված ապրանքների խմբերից, որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման դեպքում, ո՞ր խմբի համար է ոլորտը համակարգող լիազոր մարմին հանդիսանում ՀՀ էկոնոմիկայի նախարարությունը.",
        answers:[
            {id:0,answer:"Գաղտի տեղեկատվություն ստանալու համար նախատեսված սարքեր",isCorrect:false,answered:false},
            {id:1,answer:"Հանքային հումքի տեսակներ",isCorrect:false,answered:false},
            {id:2,answer:"Բույսերի պաշտպանության միջոցներ",isCorrect:true,answered:false},
        ]
    },
    {
        id:19,
        question:"Մաքսային մարմնի կողմից սահմանված մաքսային ընթացակարգի գործողության ժամկետը երկարաձգվում է",
        answers:[
            {id:0,answer:"Հայտարարատուի կողմից մինչև դրա լրանալը",isCorrect:false,answered:false},
            {id:1,answer:"Մաքսային մարմնի կողմից մինչև դրա լրանալը",isCorrect:true,answered:false},
            {id:3,answer:"Հայտարարատուի կողմից դրա լրանալուց հետո",isCorrect:false,answered:false},
        ]
    },
    {
        id:20,
        question:"ԵԱՏՄ մաքսային օրենսգրքում ինչպես է սահմանվում «մաքսային հայտարարագիր» հասկացությունը.",
        answers:[
            {id:0,answer:"Մաքսային փաստաթուղթ, որը պարունակում է տեղեկություններ ապրանքների ծագման մասին տեղեկություններ:",isCorrect:false},
            {id:1,answer:"Մաքսային փաստաթուղթ, որը պարունակում է տեղեկություններ ապրանքների վերաբերյալ կամ ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկություններ:",isCorrect:true},
            {id:2,answer:"Մաքսային փաստաթուղթ, որը պարունակում է տեղեկություններ ընտրված մաքսային ընթացակարգի կամ ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկություններ:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:21,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «ներքին շուկայի պաշտպանության միջոցներ» հասկացությունը",
        answers:[
            {id:0,answer:"Հատուկ պաշտպանական, հակագնագցման, փոխհատուցման միջոցներ և «Միության մասին» պայմանագրին համապատասխան սահմանված՝ ներքին շուկայի պաշտպանության այլ միջոցներ, որոնք սահմանվում են Միության անդամ երկրներից ծագող և Միության մաքսային տարածք ներմուծվող ապրանքների նկատմամբ",isCorrect:false,answered:false},
            {id:1,answer:"Մաքսասակագնային և ոչ սակագնային կարգավորման միջոցները",isCorrect:false,answered:false},
            {id:2,answer:"ոչ սակագնային կարգավորման միջոցները",isCorrect:false,answered:false},
            {id:3,answer:"Հատուկ պաշտպանական, հակագնագցման, փոխհատուցման միջոցներ և «Միության մասին» պայմանագրին համապատասխան սահմանված՝ ներքին շուկայի պաշտպանության այլ միջոցներ, որոնք սահմանվում են երրորդ երկրներից ծագող և Միության մաքսային տարածք ներմուծվող ապրանքների նկատմամբ",isCorrect:true,answered:false},
        ]
    },
    {
        id:22,
        question:"Համաձայն ԵԱՏՄ մաքսային օրենսգրքի որքա՞ն է կազմում Միության մաքսային տարածքում ապրանքների վերամշակման առավելագույն ժամկետը",
        answers:[
            {id:0,answer:"Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետը չի կարող գերազանցել 2 տարին կամ ապրանքների առանձին կատեգորիաների համար Հանձնաժողովի կողմից սահմանվող՝ ավելի տևական ժամկետը",isCorrect:false,answered:false},
            {id:1,answer:"Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետը չի կարող գերազանցել 3 տարին կամ ապրանքների առանձին կատեգորիաների համար Հանձնաժողովի կողմից սահմանվող՝ ավելի կարճ ժամկետը",isCorrect:false,answered:false},
            {id:2,answer:"Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետը չի կարող գերազանցել 3 տարին կամ ապրանքների առանձին կատեգորիաների համար Հանձնաժողովի կողմից սահմանվող՝ ավելի տևական ժամկետը",isCorrect:true,answered:false},
        ]
    },
    {
        id:23,
        question:"ԵԱՏՄ մաքսային օրենսդրությամբ սահմանված՝ ինչպիսի կարգավիճակ ունեցող ապրանքների նկատմամբ  է կիրառվում «Անմաքս առևտուր» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:true,answered:false},
            {id:1,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false,answered:false},
            {id:2,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգը Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false,answered:false},
        ]
    },
    {
        id:24,
        question:"Եթե օտարերկրյա ապրանքները պահվում են Միության մաքսային սահմանով ապրանքների տեղափոխման վայրում՝ ինչ է ենթադրվում ապրանքների ժամանակավոր պահպանում ասելով.",
        answers:[
            {id:0,answer:"օտարերկրյա և Միության ապրանքների պահպանումը մինչեւ դրանց բացթողումը մաքսային մարմնի կողմից կամ մաքսային սահմանով ապրանքների տեղափոխման վայրում ապրանքների մեկնման համար մաքսային մարմնի թույլտվությունն ստանալը",isCorrect:false,answered:false},
            {id:1,answer:"օտարերկրյա ապրանքների պահպանումը մինչեւ դրանց բացթողումը մաքսային մարմնի կողմից կամ մաքսային սահմանով ապրանքների տեղափոխման վայրում ապրանքների մեկնման համար մաքսային մարմնի թույլտվությունն ստանալը",isCorrect:true,answered:false},
            {id:2,answer:"օտարերկրյա ապրանքների պահպանումը մինչեւ դրանց հայտարարարգրի գրանցումը մաքսային մարմնի կողմից կամ մաքսային սահմանով ապրանքների տեղափոխման վայրում ապրանքների մեկնման համար մաքսային մարմնի թույլտվությունն ստանալը",isCorrect:false,answered:false},
        ]
    },
    {
        id:25,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում բույսերի պաշտպանության միջոցների (որոնց ներմուծումը Եվրասիական տնտեսական միության մաքսային տարածք սահմանափակ է) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ  Տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:false,answered:false},
        ]
    },
    {
        id:26,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում թանկարժեք քարերի (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման և արտահանման դեպքերում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ  Տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:true,answered:false},
        ]
    },
    {
        id:27,
        question:"Եվրասիական տնտեսական միության մաքսային օրենսգրքի համաձայն ում կողմից է իրականացվում ապրանքների դասակարգման ճշգրտության ստուգումը",
        answers:[
            {id:0,answer:"մաքսային մարմինների կողմից",isCorrect:true,answered:false},
            {id:1,answer:"ԵՏՀ Հանձնաժողովի",isCorrect:false,answered:false},
            {id:2,answer:"անդամ պետության կառավարության",isCorrect:false,answered:false},
        ]
    },
    {
        id:28,
        question:"Ո՞ւմ կողմից է ընդունվում ապրանքների ծագման մասին նախնական որոշումը",
        answers:[
            {id:0,answer:"Պետական Եկամուտների Կոմիտեի",isCorrect:false,answered:false},
            {id:1,answer:"Մաքսային մարմինների",isCorrect:true,answered:false},
            {id:2,answer:"Կառավարության լիազոր մարմնի",isCorrect:false,answered:false},
        ]
    },
    {
        id:29,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսատուրքերի, հարկերի հաշվարկման նպատակով կիրառվում են",
        answers:[
            {id:0,answer:"մաքսային մարմնի կողմից մաքսային հայտարարագիրը գրանցելու օրվա նախորդող օրվա դրությամբ գործող դրույքաչափերը",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային մարմնի կողմից մաքսային հայտարարագիրը գրանցելու օրվա դրությամբ գործող դրույքաչափերը",isCorrect:true,answered:false},
            {id:3,answer:"հայտարարատուի կողմից մաքսային հայտարարագիրը գրանցելու օրվա դրությամբ գործող դրույքաչափերը",isCorrect:false,answered:false},
        ]
    },
    {
        id:30,
        question:"Մաքսային կանոնների խախտման վերաբերյալ գործերը քննում և որոշում են կայացնում",
        answers:[
            {id:0,answer:"մաքսային մարմինները",isCorrect:true,answered:false},
            {id:1,answer:"Պետական եկամուտների կոմիտեն",isCorrect:false,answered:false},
            {id:2,answer:"վերադաս մաքսային մարմինը կամ դատարանը",isCorrect:false,answered:false}
        ]
    },
    {
        id:31,
        question:"Մաքսային հսկողությունն անցկացվում է",
        answers:[
            {id:0,answer:"մաքսային հսկողության գոտիների առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային օրենսգրքով որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները:",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային հսկողության օբյեկտներ հանդիսացող ֆիզիկական անձանց առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային օրենսգրքով որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները:",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային հսկողության օբյեկտների առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային օրենսգրքով որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները:",isCorrect:true,answered:false}
        ]
    },
    {
        id:32,
        question:"Ի՞նչ է «Ազատ պահեստ» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Ազատ պահեստ» մաքսային ընթացակարգն օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները տեղավորվում և օգտագործվում են ազատ պահեստում՝ առանց մաքսատուրքեր, հարկեր, հատուկ, հակագնագցման, փոխհատուցման տուրքեր վճարելու՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և այդ մաքսային ընթացակարգին համապատասխան դրանց օգտագործման  պայմանները:",isCorrect:true,answered:false},//
            {id:1,answer:"«Ազատ պահեստ» մաքսային ընթացակարգն Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները տեղավորվում և օգտագործվում են ազատ պահեստում՝ առանց մաքսատուրքեր, հարկեր, հատուկ, հակագնագցման, փոխհատուցման տուրքեր վճարելու՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և այդ մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանները:",isCorrect:false,answered:false},
            {id:2,answer:"«Ազատ պահեստ» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները տեղավորվում և օգտագործվում են ազատ պահեստում՝ առանց մաքսատուրքեր, հարկեր, հատուկ, հակագնագցման, փոխհատուցման տուրքեր վճարելու՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և այդ մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանները:",isCorrect:false,answered:false},
        ]
    },
    {
        id:33,
        question:"Ինչ է «Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ ներմուծման մաքսատուրքերի, հարկերի մասնակի վճարմամբ և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման կամ առանց ներմուծման մաքսատուրքերի, հարկերի վճարման և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման:",isCorrect:false,answered:false},
            {id:1,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ ներմուծման մաքսատուրքերի, հարկերի մասնակի վճարմամբ և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման կամ առանց ներմուծման մաքսատուրքերի, հարկերի վճարման և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման:",isCorrect:true,answered:false},
            {id:2,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառելի մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքում այդպիսի ապրանքների հետ կատարվում են վերամշակման գործողություններ՝ դրանց վերամշակման արդյունքներ ստանալու նպատակով, որոնք նախատեսված են Միության մաքսային տարածքից հետագա արտահանման համար՝ առանց այդպիսի օտարերկրյա ապրանքների առնչությամբ ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանց օգտագործման պայմանները՝ այդ մաքսային ընթացակարգինհամապատասխան:",isCorrect:false,answered:false},
        ]
      },
      {
        id:34,
        question:"Ի՞նչ է «Վերաներմուծում»  մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Վերաներմուծում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքից ավելի վաղ արտահանված այդպիսի ապրանքները ներմուծվում են Միության մաքսային տարածք առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու պայմանները:",isCorrect:true,answered:false},
            {id:1,answer:"«Վերաներմուծում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքից ավելի վաղ արտահանված այդպիսի ապրանքները ներմուծվում են Միության մաքսային տարածք ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի մասնակի վճարմամբ՝ պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու պայմանները:",isCorrect:false,answered:false},
            {id:2,answer:"«Վերաներմուծում» մաքսային ընթացակարգն օտարերկրյա և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքից ավելի վաղ արտահանված այդպիսի ապրանքները ներմուծվում են Միության մաքսային տարածք առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու պայմանները:",isCorrect:false,answered:false},
        ]
      },
      {
        id:35,
        question:"«Ներքին սպառման համար վերամշակում» մաքսային ընթացակարգը`",
        answers:[
            {id:0,answer:"Օտարերկրյա և Միության ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են ներքին սպառման համար վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «ներքին սպառման համար բացթողում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելու պայմանները:",isCorrect:false,answered:false},
            {id:1,answer:"Օտարերկրյա ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են ներքին սպառման համար վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «ներքին սպառման համար բացթողում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելու պայմանները:",isCorrect:true,answered:false},
            {id:2,answer:"Օտարերկրյա ապրանքների նկատմամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան այդ ապրանքները ենթարկվում են մաքսային տարածքից դուրս վերամշակման գործողությունների՝ դրանց վերամշակման արդյունքներն ստանալու նպատակով՝ հետագայում «Վերաներմուծում» մաքսային ընթացակարգով ձևակերպվելու համար՝ առանց այդ օտարերկրյա ապրանքների համար ներմուծման մաքսատուրքեր վճարելու, եթե պահպանվում են այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանք այդ մաքսային ընթացակարգին համապատասխան օգտագործելու պայմանները:",isCorrect:false,answered:false},
        ]
    },
    {
        id:36,
        question:"Ինչ կարգավիճակ ունեն «Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները",
        answers:[
            {id:0,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները կորցնում են Միության ապրանքի կարգավիճակը, այսինքն ձեռք են բերում օտարերկրյա ապրանքի կարգավիճակ,իսկ օրենսդրությամբ սահմանված այլ դեպքերում՝ պահպանում են Միության ապրանքի կարգավիճակը",isCorrect:false},
            {id:1,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները պահպանում են Միության ապրանքի կարգավիճակը",isCorrect:false},
            {id:2,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները կորցնում են Միության ապրանքի կարգավիճակը, այսինքն ձեռք են բերում օտարերկրյա ապրանքի կարգավիճակ",isCorrect:true},//
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:37,
        question:" ԵԱՏՄ հետ գործող ազատ առևտրի համաձայնագրերի շրջանակներում ո՞ր հավաստագիրն է հանդիսանում առանձնաշնորհային ",
        answers:[
            {id:0,answer:"CT-3",isCorrect:true},//
            {id:1,answer:"CT-1",isCorrect:false},
            {id:2,answer:"CT-4",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:38,
        question:"Փորձագիտական հիմնարկների կողմից տրվող փորձաքննության արձանագրություններում նշված ապրանքների ծածկագրերը պարտադի՞ր են արդյոք պրանքների դասակարգման համար",
        answers:[
            {id:0,answer:"այո,պարտադիր են՝ բացառությամբ ՊԵԿ կողմից նշված հանգամանքներում",isCorrect:false},
            {id:1,answer:"այո,պարտադիր են",isCorrect:false},
            {id:2,answer:"ոչ, պարտադիր չեն",isCorrect:true},//
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:39,
        question:"Անդամ պետությունների մտավոր սեփականության օբյեկտների ազգային մաքսային ռեեստրը վարում է",
        answers:[
            {id:0,answer:"անդամ պետության կառավարությունը",isCorrect:false},
            {id:1,answer:"անդամ պետության մաքսային մարմինները",isCorrect:true},//
            {id:2,answer:"ԵԱՏՄ հանձնաժողովը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:40,
        question:"«մաքսային պահեստ» մաքսային ընթացակարգով ձևակերպված ապրանքները՝:",
        answers:[
            {id:0,answer:"Պահպանում են օտարերկրյա ապրանքների կարգավիճակը",isCorrect:true},
            {id:1,answer:"Կորցնում են օտարերկրյա ապրանքների կարգավիճակը,այդպիսով ձեռք բերելով Միության ապրանքի կարգավիճակ",isCorrect:false},
            {id:2,answer:"Պահպանում են օտարերկրյա ապրանքների կարգավիճակը,իսկ ԵՏՀ Հանձնաժողովի սահմանած դեպքերում կորցնում են  օտարերկրյա ապրանքների կարգավիճակը,այդպիսով ձեռք բերելով Միության ապրանքի կարգավիճակ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
]

export default questions