
// const questions = [
//             {
//                 id:1,
//                 question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում թանկարժեք մետաղներ և թանկարժեք մետաղներ պարունակող հումքային ապրանքների (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է արտահանման դեպքում) լիցենզավորման գործընթացը",
//                 answers:[
//                     {id:0,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:true,answered:false},//
//                     {id:1,answer:"ՀՀ Ֆինանսների նախարարությունը",isCorrect:false,answered:false},
//                     {id:2,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false},
//                 ]
//             },
//             {
//                 id:2,
//                 question:"Հայտարարագրման ժամանակ ով է որոշում ապրանքների ծագման երկիրը",
//                 answers:[
//                     {id:0,answer:"հայտարարատուն",isCorrect:false,answered:false},
//                     {id:1,answer:"հայտարարատուն, իսկ <<Մաքսային կարգավորման մասին>> ՀՀ օրենքով սահմանված դեպքերում՝ մաքսային մարմինը",isCorrect:true,answered:false},//
//                     {id:2,answer:"Վերադաս մաքսային մարմինը",isCorrect:false,answered:false},
//                 ]
//             },
//               {
//               id:3,
//               question:"ԵԱՏՄ հետ գործող ազատ առևտրի համաձայնագրերի շրջանակներում ո՞ր հավաստագիրն է հանդիսանում առանձնաշնորհային",
//               answers:[
//                   {id:0,answer:"CT-4",isCorrect:false,answered:false},
//                   {id:1,answer:"CT-1",isCorrect:false,answered:false},
//                   {id:2,answer:"CT-3",isCorrect:true,answered:false},
//               ]
//           },
//            {
//                 id:4,
//                 question:"Մաքսային կարգավորման մասին օրենքի համաձայն ինչպես են բնութագրվում ժամանակավոր պահպանման վայրերը",
//                 answers:[
//                     {id:0,answer:"Ապրանքների ժամանակավոր պահպանման վայրը Մաքսային կարգավորման մասին օրենքին համապատասխան ստեղծվող՝ մաքսային պահեստն է",isCorrect:false,answered:false},
//                     {id:1,answer:"Ապրանքների ժամանակավոր պահպանման վայրը Մաքսային կարգավորման մասին օրենքին համապատասխան ստեղծվող՝ մաքսային հսկողության գոտի է",isCorrect:true,answered:false},//
//                     {id:2,answer:"բոլոր պատասխանները սխալ են",isCorrect:false,answered:false},
//                 ]
//             },
//             {
//                 id:5,
//                 question:"Ապրանքի ծագման հավաստագրի նկատմամբ պահանջներն ի՞նչով են սահմանվում",
//                 answers:[
//                     {id:0,answer:"Ներմուծվող ապրանքների ծագումը որոշելու կանոններով կամ արտահանվող ապրանքների ծագումը որոշելու կանոններով",isCorrect:true,answered:false},
//                     {id:1,answer:"անդամ պետության մաքսային կարգավորման մասին օրենքով",isCorrect:false,answered:false},//
//                     {id:2,answer:"մաքսային հայտարարագրով",isCorrect:false,answered:false}, 
//                 ]
//             },
//            {
//             id:6,
//             question:"Որքան է կազմում ապրանքների ժամանակավոր պահպանման ժամկետը, բացառությամբ միջազգային փոստային առաքանիների և մշտական բնակություն հաստատելու, փախստականի, հարկադիր տեղահանված անձի կարգավիճակ ստանալու մտադրություն ունեցող օտարերկրյա ֆիզիկական անձի անձնական օգտագործման ապրանքների ժամանակավոր պահպանման ժամկետը",
//                 answers:[
//                     {id:0,answer:"5 ամիս",isCorrect:false,answered:false},
//                     {id:1,answer:"6 ամիս",isCorrect:false,answered:false},
//                     {id:2,answer:"4 ամիս",isCorrect:true,answered:false},//
//                 ]
//             },
//             {
//                 id:7,
//                 question:"Ի՞նչ է «Ազատ պահեստ» մաքսային ընթացակարգը",
//                 answers:[
//                     {id:0,answer:"«Ազատ պահեստ» մաքսային ընթացակարգն օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները տեղավորվում և օգտագործվում են ազատ պահեստում՝ առանց մաքսատուրքեր, հարկեր, հատուկ, հակագնագցման, փոխհատուցման տուրքեր վճարելու՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և այդ մաքսային ընթացակարգին համապատասխան դրանց օգտագործման  պայմանները:",isCorrect:true,answered:false},//
//                     {id:1,answer:"«Ազատ պահեստ» մաքսային ընթացակարգն Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները տեղավորվում և օգտագործվում են ազատ պահեստում՝ առանց մաքսատուրքեր, հարկեր, հատուկ, հակագնագցման, փոխհատուցման տուրքեր վճարելու՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և այդ մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանները:",isCorrect:false,answered:false},
//                     {id:2,answer:"«Ազատ պահեստ» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրանքները տեղավորվում և օգտագործվում են ազատ պահեստում՝ առանց մաքսատուրքեր, հարկեր, հատուկ, հակագնագցման, փոխհատուցման տուրքեր վճարելու՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և այդ մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանները:",isCorrect:false,answered:false},
//                 ]
//             },
//                 {
//                 id:8,
//                 question:"<Ոչնչացում> մաքսային ընթացակարգով ձևակերպված ապրանքների ոչնչացումը  իրականացվում է",
//                 answers:[
//                     {id:0,answer:"պետական լիազոր մարմնի կողմից նախանշված եղանակով",isCorrect:true,answered:false},//
//                     {id:1,answer:"մաքսային մարմնի նախանշած եղանակով",isCorrect:false,answered:false},
//                     {id:2,answer:"Պետական եկամուտների կոմիտեի նախանշած եղանակով",isCorrect:false,answered:false},
//                 ]
//             },
//             {
//                 id:9,
//                 question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսատուրքերի, հարկերի հաշվարկման նպատակով կիրառվում են",
//                 answers:[
//                     {id:0,answer:"մաքսային մարմնի կողմից մաքսային հայտարարագիրը գրանցելու օրվա նախորդող օրվա դրությամբ գործող դրույքաչափերը",isCorrect:false,answered:false},
//                     {id:1,answer:"մաքսային մարմնի կողմից մաքսային հայտարարագիրը գրանցելու օրվա հաջորդող 5 օրերի դրույքաչափերը",isCorrect:false,answered:false},
//                     {id:2,answer:"մաքսային մարմնի կողմից մաքսային հայտարարագիրը գրանցելու օրվա դրությամբ գործող դրույքաչափերը",isCorrect:true,answered:false},//
//                 ]
//             },
//                 {
//                 id:10,
//                 question:"Ապրանքների մաքսային արժեքի մաքսային հսկողության իրականացման ընթացքում  մաքսային մարմնի կողմից պահանջված փաստաթղթերը հայտարարատուի կողմից կարող են ներկայացվել ապրանքների բացթողումից հետո՝ մաքսային հայտարարագրի գրանցման օրվանի",
//                 answers:[
//                     {id:0,answer:"30 օրացուցային օրը չգերազանցող ժամկետում",isCorrect:false,answered:false},
//                     {id:1,answer:"60 օրացուցային օրը չգերազանցող ժամկետում",isCorrect:true,answered:false},//
//                     {id:2,answer:"90  օրը չգերազանցող ժամկետում",isCorrect:false,answered:false},//
//                 ]
//             },
//             {
//                 id:11,
//                 question:"Ստորև նշվաշծներից ով է հայտարարագրում Հայաստանի Հանրապետության  սահմանով արտահանվող ապրանքների մաքսային արժեքը ",
//                 answers:[
//                     {id:0,answer:"հայտարարատուն կամ մաքսային ներկայացուցիչը",isCorrect:true,answered:false},//
//                     {id:1,answer:"հայտարարատուն կամ մաքսային մարմինը",isCorrect:false,answered:false},
//                     {id:2,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
//                 ]
//             },
//             {
//                 id:12,
//                 question:"Մաքսային մարմիններն իրավունք ունեն արդյոք կասեցնելու մտավոր սեփականության իրավունքի խախտմամբ տեղափոխվող այն ապրանքների բացթողումը, որոնք ներառված չեն ռեեստրներում",
//                 answers:[
//                     {id:0,answer:"Այո, ունեն",isCorrect:true,answered:false},//
//                     {id:1,answer:"Ոչ,չունեն",isCorrect:false,answered:false},
//                     {id:2,answer:"Ունեն միայն Պետական եկամուտների կոմիտեի նախանշած դեպքերում",isCorrect:false,answered:false},
//                 ]
//             },
//             {
//               id:13,
//               question:"Ի՞նչ է «Վերաներմուծում»  մաքսային ընթացակարգը",
//               answers:[
//                   {id:0,answer:"«Վերաներմուծում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքից ավելի վաղ արտահանված այդպիսի ապրանքները ներմուծվում են Միության մաքսային տարածք առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու պայմանները:",isCorrect:true,answered:false},
//                   {id:1,answer:"«Վերաներմուծում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքից ավելի վաղ արտահանված այդպիսի ապրանքները ներմուծվում են Միության մաքսային տարածք ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի մասնակի վճարմամբ՝ պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու պայմանները:",isCorrect:false,answered:false},
//                   {id:2,answer:"«Վերաներմուծում» մաքսային ընթացակարգն օտարերկրյա և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքից ավելի վաղ արտահանված այդպիսի ապրանքները ներմուծվում են Միության մաքսային տարածք առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու պայմանները:",isCorrect:false,answered:false},
//               ]
//             },
//             {
//                 id:14,
//                 question:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգով ձևակերպված ապրանքները՝",
//                 answers:[
//                     {id:0,answer:"կորցնում են օտարերկրյա ապրանքների կարգավիճակը:",isCorrect:false,answered:false},
//                     {id:1,answer:"պահպանում են օտարերկրյա ապրանքների կարգավիճակը:",isCorrect:true,answered:false},
//                     {id:2,answer:"օրենսդրությամբ սահմանված դեպքերում Կարող են ստանալ Միության ապրանքի կարգավիճակ:",isCorrect:false,answered:false},
//                 ]
//             },
//             {
//                 id:15,
//                 question:"«Ազատ պահեստ» մաքսային ընթացակարգով ձևակերպված Միության ապրանքները՝",
//                 answers:[
//                     {id:0,answer:"պահպանում են Միության ապրանքների կարգավիճակը:",isCorrect:true,answered:false},
//                     {id:1,answer:"կորցնում են Միության ապրանքների կարգավիճակը:",isCorrect:false,answered:false},
//                     {id:2,answer:"ստանում են օտարերկյա ապրանքի կարգավիճակ:",isCorrect:false,answered:false},
//                 ]
//             },
//           {
//                   id:16,
//                   question:"Ինչ է «Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգը",
//                   answers:[
//                       {id:0,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ ներմուծման մաքսատուրքերի, հարկերի մասնակի վճարմամբ և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման կամ առանց ներմուծման մաքսատուրքերի, հարկերի վճարման և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման:",isCorrect:false,answered:false},
//                       {id:1,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ ներմուծման մաքսատուրքերի, հարկերի մասնակի վճարմամբ և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման կամ առանց ներմուծման մաքսատուրքերի, հարկերի վճարման և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման:",isCorrect:true,answered:false},
//                       {id:2,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառելի մաքսային ընթացակարգ է, որին համապատասխան՝ Միության մաքսային տարածքում այդպիսի ապրանքների հետ կատարվում են վերամշակման գործողություններ՝ դրանց վերամշակման արդյունքներ ստանալու նպատակով, որոնք նախատեսված են Միության մաքսային տարածքից հետագա արտահանման համար՝ առանց այդպիսի օտարերկրյա ապրանքների առնչությամբ ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանց օգտագործման պայմանները՝ այդ մաքսային ընթացակարգինհամապատասխան:",isCorrect:false,answered:false},
//                   ]
//          },
//               {
//                 id:17,
//                 question:"Առանց ՀՀ ՊԵԿ նախագահի կամ նրա՝ մաքսային ոլորտը համակարգող տեղակալի գրավոր թույլտվության ստորև նշված որ մաքսային ընթացակարգով կարող են Բավրայի մաքսային կետ բաժնում իրականացվել ԱՏԳ ԱԱ 8703 դիրքի ապրանքների բացթողումը",
//                 answers:[
//                     {id:0,answer:"արտահանում",isCorrect:false,answered:false},
//                     {id:1,answer:"Ժամանակավոր ներմուծում",isCorrect:true,answered:false},
//                     {id:2,answer:"ոչնչացում",isCorrect:false,answered:false},
//                 ]
//               },
//                {
//                  id:18,
//                  question:"Որ ժամկետի սահմաններում կարող է երկարաձգվել «Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողությունը",
//                  answers:[
//                      {id:0,answer:"2 պատասխանները սխալ են",isCorrect:false,answered:false},
//                      {id:1,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողությունը կարող է երկարաձգվել Միության մաքսային տարածքում ապրանքների վերամշակման առավելագույն ժամկետի սահմաններում, որը կազմում է 2 տարի կամ ապրանքների առանձին կատեգորիաների համար Հանձնաժողովի կողմից սահմանվող ավելի տևական ժամանակով",isCorrect:false,answered:false},
//                      {id:2,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողությունը կարող է երկարաձգվել Միության մաքսային տարածքում ապրանքների վերամշակման առավելագույն ժամկետի սահմաններում, որը կազմում է 3 տարի կամ ապրանքների առանձին կատեգորիաների համար Հանձնաժողովի կողմից սահմանվող ավելի տևական ժամանակով",isCorrect:true,answered:false},//
//                  ]
//             },
//             {
//                  id:19,
//                  question:"Ուղևորային հայտարարագրում նշման ենթակա տեղեկությունների ցանկը սահմանում է",
//                  answers:[
//                      {id:0,answer:"ՀՀ կառավարությունը",isCorrect:false,answered:false},
//                      {id:1,answer:"Հանձնաժողովը",isCorrect:true,answered:false},//
//                      {id:2,answer:"Պետական եկամուտների կոմիտեն",isCorrect:false,answered:false},
//                  ]
//              },
//              {
//                            id:20,
//                            question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի մաքսային մարմիններին վճարվող ստորև ներկայացվածներից որ վճարներն են համարվում մաքսային վճարներ",
//                            answers:[
//                                {id:0,answer:"Մաքսային վճարներ են համարվում մաքսատուրքը, ճանապարհային հարկը, ակցիզային հարկը և Պետական տուրքը",isCorrect:false,answered:false},
//                                {id:1,answer:"Մաքսային վճարներ են համարվում մաքսատուրքը,բնապահպանական հարկը, ակցիզային հարկը և Պետական տուրքը",isCorrect:false,answered:false},
//                                {id:2,answer:"Մաքսային վճարներ են համարվում մաքսատուրքը, մաքսային մարմիններին վճարվող ավելացված արժեքի հարկը, ակցիզային հարկը և Պետական տուրքը",isCorrect:true,answered:false},//
//                            ]
//             },
//             {
//                            id:21,
//                question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «ներքին շուկայի պաշտպանության միջոցներ» հասկացությունը",
//                answers:[
//                    {id:0,answer:"Հատուկ պաշտպանական, հակագնագցման, փոխհատուցման միջոցներ և «Միության մասին» պայմանագրին համապատասխան սահմանված՝ ներքին շուկայի պաշտպանության այլ միջոցներ, որոնք սահմանվում են Միության երկրներից ծագող և Միության մաքսային տարածք ներմուծվող ապրանքների նկատմամբ",isCorrect:false,answered:false},
//                    {id:1,answer:"Հատուկ պաշտպանական, հակագնագցման, փոխհատուցման միջոցներ և «Միության մասին» պայմանագրին համապատասխան սահմանված՝ ներքին շուկայի պաշտպանության այլ միջոցներ, որոնք սահմանվում են երրորդ երկրներից ծագող և Միության մաքսային տարածքից արտահանվող ապրանքների նկատմամբ",isCorrect:false,answered:false},
//                    {id:2,answer:"Հատուկ պաշտպանական, հակագնագցման, փոխհատուցման միջոցներ և «Միության մասին» պայմանագրին համապատասխան սահմանված՝ ներքին շուկայի պաշտպանության այլ միջոցներ, որոնք սահմանվում են երրորդ երկրներից ծագող և Միության մաքսային տարածք ներմուծվող ապրանքների նկատմամբ",isCorrect:true,answered:false},
//                ]
//            },
//             {
//                 id:22,
//                 question:"Ստորև նշվածներից ով է իրականացնում Հայաստանի Հանրապետությունից արտահանվող ապրանքների ծագման երկրի որոշումը և  ապրանքներին տրամադրվող` արտոնյալ ծագման կարգավիճակը հաստատող հավաստագրի տրամադրումը",
//                 answers:[
//                     {id:0,answer:"Եվրասիական տնտեսական միության հանձնաժողովը",isCorrect:false,answered:false},
//                     {id:1,answer:"ՀՀ Կառավարության լիազոր մարմինը",isCorrect:true,answered:false},
//                     {id:2,answer:"ՀՀ կառավարության աշխատակազմը",isCorrect:false,answered:false},
//                 ]
//             },
//              {
                        
//                     id:23,
//                     question:"Որ մարմնի կոմից է սահմանվում մաքսային մարմնի կողմից հայտարարատուին, իրավատիրոջը կամ նրա շահերը կամ մի քանի իրավատերերի շահերը ներկայացնող անձին այն ապրանքների վերաբերյալ տեղեկատվություն տրամադրելու կարգը, որոնվ բացթողման ժամկետը կասեցնելու մասին որոշում է ընդունվել",
//                     answers:[
//                         {id:0,answer:"Պետական եկամուտների կոմիտեի",isCorrect:false,answered:false},
//                         {id:1,answer:"ՀՀ կառավարության",isCorrect:false,answered:false},
//                         {id:2,answer:"ԵԱՏՄ հանձնաժողովի",isCorrect:true,answered:false},//
//                     ]
//              },
//              {
//                 id:24,
//                 question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում հատուկ տեխնիկական միջոցների՝ նախատեսված տեղեկատվության գաղտնի ստացման համար (որոնց ներմուծումը Եվրասիական տնտեսական միության մաքսային տարածք և արտահանումը Եվրասիական տնտեսական միության մաքսային տարածից արգելված են) լիցենզավորման գործընթացը.",
//                 answers:[
//                     {id:0,answer:"ՀՀ բարձր տեխնոլոգիական արդյունաբերության նախարարություն",isCorrect:false,answered:false},
//                     {id:1,answer:"ՀՀ ազգային անվտանգության ծառայությունը",isCorrect:true,answered:false},
//                     {id:2,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false}
//                 ],
                
//             },
//             {
//                 id:25,
//                 question:"Ինչի հիման վրա է սահմանվում «Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը",
//                 answers:[
//                     {id:0,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը սահմանվում է Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետի հիման վրա, որը սահմանված է Միության մաքսային տարածքում ապրանքների վերամշակման պայմանների փաստաթղթում",isCorrect:true,answered:false},
//                     {id:1,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը սահմանվում է Միության մաքսային տարածքում ապրանքների և դրանց վերամշակման արդյունքների պիտանիության ժամկետի հիման վրա, եթե այդպիսի ժամկետներ սահմանված են մաքսային հայտարարագիրը գրանցած երկրի ազգային օրենսդրությամբ",isCorrect:false,answered:false},
//                     {id:2,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը սահմանվում է մաքսային հայտարարագիրը գրանցած երկրի՝ մաքսային հայտարագրի հիման վրա",isCorrect:false,answered:false}
//                 ],
                
//             },
//            {
//                id:26,
//                question:"Ինչ նպատակով է որոշվում ՀՀ և Միության տարածքներից արտահանվող ապրանքների ծագման երկիրը",
//                answers:[
//                    {id:0,answer:"դրանց նկատմամբ սակագնային և ոչ սակագնային կարգավորման, մաքսային վիճակագրության վարման և ծագման հավաստագրերի կամ վկայականների տրամադրման նպատակով",isCorrect:true,answered:false},
//                    {id:1,answer:"դրանց նկատմամբ ռիսկերի կառավարման համար",isCorrect:false,answered:false},
//                    {id:2,answer:"դրանց նկատմամբ մաքսային հսկողության իրականացման համար",isCorrect:false,answered:false},
//                ]
//            },
//            {
//                id:27,
//                question:"Միջազգային փոստային փոխանակման վայրերում (հաստատություններում) պահպանվող միջազգային փոստային առաքանիների, ինչպես նաև ուղևորին չհանձնված կամ նրա կողմից չպահանջված, օդային տրանսպորտային միջոցով Միության մաքսային սահմանով տեղափոխվող ուղեբեռի դեպքում որքա՞ն է կազմում ժամանակավոր պահպանման ժամկետը.",
//                answers:[
//                    {id:0,answer:"ժամանակավոր պահպանման ժամկետը կազմում է 5 ամիս:",isCorrect:false,answered:false},
//                    {id:1,answer:"ժամանակավոր պահպանման ժամկետը կազմում է 6 ամիս:",isCorrect:true,answered:false},
//                    {id:2,answer:"ժամանակավոր պահպանման ժամկետը կազմում է 4 ամիս:",isCorrect:false,answered:false},
//                ]
//            },
//             {
//                 id:28,
//                 question:"Ապրանքային հայտարարագրի համակարգի նշվածներից որ գործողությամբ հայտարարատուն կարող է գրանցել ներկայացված կրագավիճակում գտնվող ապրանքային հայտարարագիրը",
//                 answers:[
//                     {id:0,answer:"Էլեկտրանային ստորագրությամբ հայտարարագիրը վերբեռնելու միջոցով",isCorrect:true,answered:false},
//                     {id:1,answer:"հայտարարագիրը պահպանելու միջոցով",isCorrect:false,answered:false},
//                     {id:2,answer:"Էլեկտրոնային ստորագրությամբ ԱՀՃ-ն վերբեռնելու միջոցով",isCorrect:false,answered:false},
//                 ]
//             },
//             {
//                  id:29,
//                  question:"Փորձագիտական հիմնարկների կողմից տրվող փորձաքննության արձանագրություններում նշված ապրանքների ծածկագրերը պարտադի՞ր են արդյոք պրանքների դասակարգման համար",
//                  answers:[
//                      {id:0,answer:"այո,պարտադիր են՝ բացառությամբ ՊԵԿ կողմից նշված հանգամանքներում",isCorrect:false,answered:false},
//                      {id:1,answer:"այո,պարտադիր են",isCorrect:false,answered:false},
//                      {id:2,answer:"ոչ, պարտադիր չեն",isCorrect:true,answered:false},//
//                  ]
//              },
//              {
//                 id:30,
//                 question:"Ինչ կարգավիճակ ունեն «Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները",
//                 answers:[
//                     {id:0,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները կորցնում են Միության ապրանքի կարգավիճակը, այսինքն ձեռք են բերում օտարերկրյա ապրանքի կարգավիճակ,իսկ օրենսդրությամբ սահմանված այլ դեպքերում՝ պահպանում են Միության ապրանքի կարգավիճակը",isCorrect:false,answered:false},
//                     {id:1,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները պահպանում են Միության ապրանքի կարգավիճակը",isCorrect:false,answered:false},
//                     {id:2,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները կորցնում են Միության ապրանքի կարգավիճակը, այսինքն ձեռք են բերում օտարերկրյա ապրանքի կարգավիճակ",isCorrect:true,answered:false},//
//                 ]
//             },
//                         {
//                 id:31,
//                 question:"Ի՞նչ հայտարարություն է «Կանաչ» ուղու մուտքի (ելքի) գիծը ֆիզիկական անձի կողմից հատելը",
//                 answers:[
//                     {id:0,answer:"«Կանաչ» ուղու մուտքի (ելքի) գիծը ֆիզիկական անձի կողմից հատելը մաքսային հայտարարագրման ենթակա ապրանքների բացակայության մասին ֆիզիկական անձի կողմից արված  հայտարարություն է:",isCorrect:true,answered:false},
//                     {id:1,answer:"«Կանաչ» ուղու մուտքի (ելքի) գիծը ֆիզիկական անձի կողմից հատելը մաքսային հայտարարագրման ենթակա ապրանքների առկայության մասին ֆիզիկական անձի կողմից արված  հայտարարություն է:",isCorrect:false,answered:false},
//                     {id:2,answer:"«Կանաչ» ուղու մուտքի (ելքի) գիծը իրավաբանական անձի կողմից հատելը մաքսային հայտարարագրման ենթակա ապրանքների բացակայության մասին ֆիզիկական անձի կողմից արված  հայտարարություն է:",isCorrect:false,answered:false}
//                 ],
                
//             },
//             {
//                 id:32,
//                 question:"Առաքման վայրի փոխումը մերժելու վերաբերյալ որոշում ընդունելու դեպքում մաքսային մարմինն այդ դիմումն ու փաստաթղթերը երբ է ուղարկում պատվիրված փոստային առաքանիով՝ հանձնման մասին ծանուցմամբ",
//                 answers:[
//                     {id:0,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող 3 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:false,answered:false},
//                     {id:1,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող 5 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:true,answered:false},
//                     {id:2,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող 10 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:false,answered:false}
//                 ],
               
//             },
//                         {
//                 id:33,
//                 question:"Նույնանման (նույնական) ապրանքների գործարքի արժեքի մեթոդը կիրառելիս, երբ հայտնաբերվել են նույնական ապրանքների վերաբերյալ գործարքի մեկից ավելի արժեքներ, ներմուծվող  ապրանքների մաքսային արժեքը որոշելու համար կիրառվում է դրանցից",
//                 answers:[
//                     {id:0,answer:"Ամենացածրը",isCorrect:true,answered:false},
//                     {id:1,answer:"Ամենաբարձրը",isCorrect:false,answered:false},
//                     {id:2,answer:"Միջինը",isCorrect:false,answered:false},
//                 ]
//             },
//              {
//                 id:34,
//                 question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքերի մաքսային արժեքի համար առավելագույն հնարավոր չափով հիմք պետք է ծառայի",
//                 answers:[
//                     {id:0,answer:"պահուստային մեթոդը",isCorrect:false,answered:false},
//                     {id:1,answer:"գումարման մեթոդը",isCorrect:false,answered:false},
//                     {id:2,answer:"Գործարքի արժեքի մեթոդը",isCorrect:true,answered:false},
//                 ]
//             },
//             {
//                 id:35,
//                 question:"Ստորև նշվածներից՝ որ պաշտոնատար անձինք իրավունք ունեն մաքսային մարմինների անունից մաքսային կանոնների խախտման վերաբերյալ գործերը քննելու և որոշում կայացնելու",
//                 answers:[
//                     {id:0,answer:"Բոլոր պաշտոնների մաքսային մարմինները",isCorrect:false,answered:false},
//                     {id:1,answer:"վերադաս մաքսային մարմնի համապատասխան իրավասություն ունեցող կառուցվածքային ստորաբաժանումների ղեկավարները",isCorrect:false,answered:false},
//                     {id:2,answer:"մաքսային մարմինների ղեկավարները, նրանց տեղակալները, վերադաս մաքսային մարմնի համապատասխան իրավասություն ունեցող կառուցվածքային ստորաբաժանումների ղեկավարները",isCorrect:true,answered:false},
//                 ]
//             },
//                 {
//                 id:36,
//                 question:"«Ոչնչացում» մաքսային ընթացակարգը չի կիրառվում, եթե ապրանքների ոչնչացումը",
//                 answers:[
//                     {id:0,answer:"կասեցվել է այլ մաքսային ընթացակարգով ապրանքների ձևակերպման համար",isCorrect:false,answered:false},
//                     {id:1,answer:"արգելված է ԵՏՄ իրավական ակտերով",isCorrect:false,answered:false},
//                     {id:2,answer:"կարող է վնաս հասցնել շրջակա միջավայրին կամ վտան",isCorrect:true,answered:false},
//                 ]
//             },
//             {
//               id:37,
//                 question:"ԵԱՏՄ մաքսային օրենսդրությամբ սահմանված՝ ինչպիսի կարգավիճակ ունեցող ապրանքների նկատմամբ  կիրառվող ընթացակարգ է «Վերաարտահանում» մաքսային ընթացակարգը",
//                 answers:[
//                     {id:0,answer:"«Վերաարտահանում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false,answered:false},
//                     {id:1,answer:"«Վերաարտահանում» մաքսային ընթացակարգն օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:true,answered:false},
//                     {id:2,answer:"«Վերաարտահանում» մաքսային ընթացակարգն Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false,answered:false},
//                 ]
//             },
//                         {
//                 id:38,
//                 question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «ուղարկող մաքսային մարմին» հասկացությունը",
//                 answers:[
//                     {id:0,answer:"մաքսային մարմին, որը կատարում է ապրանքները «վերաարտահանում» մաքսային ընթացակարգով ձևակերպելու հետ կապված մաքսային գործառնությունները",isCorrect:false,answered:false},
//                     {id:1,answer:"մաքսային մարմին, որը կատարում է ապրանքները «վերաներմուծում» մաքսային ընթացակարգով ձևակերպելու հետ կապված մաքսային գործառնությունները",isCorrect:false,answered:false},
//                     {id:2,answer:"մաքսային մարմին, որը կատարում է ապրանքները «մաքսային տարանցում» մաքսային ընթացակարգով ձևակերպելու հետ կապված մաքսային գործառնությունները",isCorrect:true,answered:false},
                  
//                 ]
//             },
//                         {
//                 id:39,
//                 question:"Կարող են արդյոք կատարվել փոփոխություններ տրամադրված լիցենզիաների մեջ",
//                 answers:[
//                     {id:0,answer:"կարող են կատարվել",isCorrect:false,answered:false},
//                     {id:1,answer:"Չեն կարող կատարվել, այդ թվում՝ տեխնիկական բնույթի",isCorrect:true,answered:false},
//                     {id:2,answer:"կարող են կատարվել միայն տեխնիկական բնույթի",isCorrect:false,answered:false},
//                 ]
//             },
//                         {
//                 id:40,
//                 question:"Անդամ պետությունների մտավոր սեփականության օբյեկտների ազգային մաքսային ռեեստրը վարում է",
//                 answers:[
//                     {id:0,answer:"անդամ պետության կառավարությունը",isCorrect:false,answered:false},
//                     {id:1,answer:"անդամ պետության մաքսային մարմինները",isCorrect:true,answered:false},//
//                     {id:2,answer:"ԵԱՏՄ հանձնաժողովը",isCorrect:false,answered:false},
//                 ]
//             },
  
// ]


const questions = [
    {
            id:1,
            question:"Նշվածներից որն է մասնագետի որակավորման քննության մասնագետի որակավորման քննության թոսթավորման փուլի դրական արդյունք",
            answers:[
                {id:0,answer:"առաջադրված թեսթի հարցերի առնվազն 90 (իննսուն) տոկոսն ճիշտ պատասխանելը",isCorrect:true,answered:false},
                {id:1,answer:"առաջադրված թեսթի հարցերի առնվազն 87.5 (իննսուն) տոկոսն ճիշտ պատասխանելը",isCorrect:false,answered:false},
                {id:2,answer:"առաջադրված թեսթի հարցերի առնվազն 85 (իննսուն) տոկոսն ճիշտ պատասխանելը",isCorrect:false,answered:false},
            ]
        },
        {
            id:2,
            question:"Ներմուծվող ապրանքների մաքսային արժեքը դրանց վերաբերյալ գործարքի  արժեքի հիման որոշելիս՝ դրանց համար փաստացի վճարված կամ վճարման ենթակա գնին ստորև նշվածներից որ հավելագրումներն են գումարվում",
            answers:[
                {id:0,answer:"Միության մաքսային տարածց մուտքի մաքսային մարմնից մինչև նշանակման մաքսային մարմին,իսկ եթե Հանձնաժողովի կողմից սահմանվել են այլ վայրեր, ապա մինչև Հանձնաժողովի կողմից սահմանված վայր փոխադրման հետ կապված ծախսերը",isCorrect:false,answered:false},
                {id:1,answer:"Ներմուծվող ապրանքների՝ մինչև Միության մաքսային տարածք  և Միության մաքսային տարածքի ներսում այդ ապրանքների ժամանման վայր, իսկ եթե Հանձնաժողովի կողմից սահմանվել են այլ վայրեր, ապա մինչև Հանձնաժողովի կողմից սահմանված վայր փոխադրման հետ կապված ծախսերը",isCorrect:false,answered:false},
                {id:2,answer:"Ներմուծվող ապրանքների՝ մինչև Միության մաքսային տարածք այդ ապրանքների ժամանման վայր, իսկ եթե Հանձնաժողովի կողմից սահմանվել են այլ վայրեր, ապա մինչև Հանձնաժողովի կողմից սահմանված վայր փոխադրման հետ կապված ծախսերը",isCorrect:true,answered:false},
            ]
        },
        {
            id:3,
            question:"Մաքսային միության  անդամ  որ պետության տարածքում ապրանքների հայտարարագրման ժամանակ է պարտադիր ըստ ԱՏԳ ԱԱ-ի նախնական դասակարգման որոշումը",
            answers:[
                {id:0,answer:"Մաքսային միության այն անդամ պետության տարածքում ապրանքների հայտարարագրման ժամանակ, որի կառավարության կողմից ընդունվել է ըստ ԱՏԳ ԱԱ-ի նախնական դասակարգման որոշումը",isCorrect:false,answered:false},
                {id:1,answer:"Մաքսային միության այն անդամ պետության տարածքում ապրանքների հայտարարագրման ժամանակ, որի մաքսային մարմնի կողմից ընդունվել է ըստ ԱՏԳ ԱԱ-ի նախնական դասակարգման որոշումը",isCorrect:true,answered:false},
                {id:2,answer:"Մաքսային միության այն անդամ պետության տարածքում ապրանքների հայտարարագրման ժամանակ, որի միջազգային պայմանագրերով ընդունվել է ըստ ԱՏԳ ԱԱ-ի նախնական դասակարգման որոշումը",isCorrect:false,answered:false},
            ]
        },
            {
        id:4,
        question:"Մաքսային մարմինը, մտավոր սեփականության օբյեկտներ պարունակող ապրանքների բացթողման ժամկետը կասեցնելու մասին որոշման մասին ում է տեղեկացնում և ինչ ժամկետներում",
        answers:[
            {id:0,answer:"Մաքսային մարմինը ապրանքների բացթողման ժամկետը կասեցնելու մասին որոշման մասին այն ընդունելու օրվան հաջորդող 3 աշխատանքային օրվա ընթացքում տեղեկացնում է հայտարարատուին և իրավատիրոջը",isCorrect:false,answered:false},
            {id:1,answer:"Մաքսային մարմինը ապրանքների բացթողման ժամկետը կասեցնելու մասին որոշման մասին այն ընդունելու օրվան հաջորդող 1 աշխատանքային օրվա ընթացքում տեղեկացնում է միայն իրավատիրոջը",isCorrect:false,answered:false},
            {id:2,answer:"Մաքսային մարմինը ապրանքների բացթողման ժամկետը կասեցնելու մասին որոշման մասին այն ընդունելու օրվան հաջորդող 1 աշխատանքային օրվա ընթացքում տեղեկացնում է հայտարարատուին և իրավատիրոջը",isCorrect:true,answered:false},
        ]
        },
        {
        id:5,
        question:"Մաքսային հսկողության որ ձևի  դեպքում է բացվում ապրաքների փաթեթվածքը",
        answers:[
            {id:0,answer:"Մաքսային  տեսազննում",isCorrect:false,answered:false},
            {id:1,answer:"Մաքսային  զննում",isCorrect:true,answered:false},
            {id:2,answer:"Մաքսային  հարցում",isCorrect:false,answered:false},
        ]
     },
     {
        id:6,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում ռադիոէլեկտրոնային և (կամ) քաղաքացիական օգտագործման բարձր հաճախականության սարքերի (որոնց ներմուծումը Եվրասիական տնտեսական միության մաքսային տարածք սահմանափակ է) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ բարձր տեխնոլոգիական արդյունաբերության նախարարությունը",isCorrect:true,answered:false},
            {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ ազգային անվտանգության ծառայությունը",isCorrect:false,answered:false},
        ]
     },
     {
        id:7,
        question:"Ինչ է «Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ առանց ներմուծման մաքսատուրքերի, հարկերի մասնակի վճարման :",isCorrect:false,answered:false},
            {id:1,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ ներմուծման մաքսատուրքերի, հարկերի մասնակի վճարմամբ և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման կամ առանց ներմուծման մաքսատուրքերի, հարկերի վճարման և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման:",isCorrect:true,answered:false},
            {id:2,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ ներմուծման մաքսատուրքերի, հարկերի մասնակի վճարմամբ և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման կամ առանց ներմուծման մաքսատուրքերի, հարկերի վճարման և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման:",isCorrect:false,answered:false},
        ]
     },
     {
        id:8,
        question:"Ի՞նչ է ուղեկցվող ուղեբեռը՝ ԵՏՄ մաքսային օրենսգրքի համաձայն",
        answers:[
            {id:0,answer:"ֆիզիկական անձանց՝ անձնական օգտագործման ապրանքները,որոնք տեղափոխվում են Միության մաքսային սահմանով Միության մաքսային տարածք միջազգային փոստային առաքանիներով տեղափոխման եղանակով:",isCorrect:false,answered:false},
            {id:1,answer:"անձնական օգտագործման ապրանք չհանդիսացող ապրանքները՝ ներառյալ ձեռքի ծանրոցը, որոնք տեղափոխվում են Միության մաքսային սահմանով Միության մաքսային տարածք ֆիզիկական անձի փաստացի մուտքի կամ Միության մաքսային տարածքից նրա մեկնման ժամանակ:",isCorrect:false,answered:false},
            {id:2,answer:"անձնական օգտագործման ապրանքներ՝ ներառյալ ձեռքի ծանրոցը, որոնք տեղափոխվում են Միության մաքսային սահմանով Միության մաքսային տարածք ֆիզիկական անձի փաստացի մուտքի կամ Միության մաքսային տարածքից նրա մեկնման ժամանակ:",isCorrect:true,answered:false},
        ]
     },
     {
        id:9,
        question:"Ինչ գրառում է ընտրվում ապրանքային հայտարարագրի համակարգի յուրաքանչյուր ապրանքին կից, եթե այն տեղափոխվել է միջազգային փոստային փոխադրումների միջոցով",
        answers:[
            {id:0,answer:"ПТД",isCorrect:false,answered:false},
            {id:1,answer:"МПО",isCorrect:true,answered:false},
            {id:2,answer:"ЭКГ",isCorrect:false,answered:false},
        ]
     },
     {
        id:10,
        question:"Ի՞նչ է երկուղի համակարգը՝ ԵՏՄ մաքսային օրենսգրքի համաձայն",
        answers:[
            {id:0,answer:"մաքսային հսկողության իրականացման պարզեցված համակարգ, որը թույլ է տալիս Միության մաքսային սահմանով ուղևորվող իրավաբանական անձանց իրականացնել «կարմիր» և «կանաչ» ուղիների միջև ինքնուրույն ընտրություն:",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային հսկողության իրականացման պարզեցված համակարգ, որը թույլ է տալիս Միության մաքսային սահմանով ուղևորվող ֆիզիկական անձանց իրականացնել «կարմիր» և «դեղին» ուղիների միջև ինքնուրույն ընտրություն:",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային հսկողության իրականացման պարզեցված համակարգ, որը թույլ է տալիս Միության մաքսային սահմանով ուղևորվող ֆիզիկական անձանց իրականացնել «կարմիր» և «կանաչ» ուղիների միջև ինքնուրույն ընտրություն:",isCorrect:true,answered:false},
        ]
     },
     {
         id:11,
         question:"ԵԱՏՄ հետ գործող ազատ առևտրի համաձայնագրերի շրջանակներում ո՞ր հավաստագիրն է հանդիսանում առանձնաշնորհային",
         answers:[
             {id:0,answer:"CT-4",isCorrect:false,answered:false},
             {id:1,answer:"CT-1",isCorrect:false,answered:false},
             {id:2,answer:"CT-3",isCorrect:true,answered:false},
         ]
          },
          {
              id:12,
                question:"ԵԱՏՄ մաքսային օրենսդրությամբ սահմանված՝ ինչպիսի կարգավիճակ ունեցող ապրանքների նկատմամբ  կիրառվող ընթացակարգ է «Վերաարտահանում» մաքսային ընթացակարգը",
                answers:[
                    {id:0,answer:"«Վերաարտահանում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false,answered:false},
                    {id:1,answer:"«Վերաարտահանում» մաքսային ընթացակարգն օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:true,answered:false},
                    {id:2,answer:"«Վերաարտահանում» մաքսային ընթացակարգն Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է:",isCorrect:false,answered:false},
                ]
            },
            {
                id:13,
                question:"Ի՞նչ է «Հրաժարում՝ հօգուտ պետության»  մաքսային ընթացակարգը",
                answers:[
                    {id:0,answer:"«Հրաժարում՝ հօգուտ պետության» մաքսային ընթացակարգն օտարերկրյա և Եվրասիական տնտեսական միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ այդպիսի ապրանքներն անհատույց հանձնվում են անդամ պետության սեփականությանը (եկամտին)՝  ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի մասնակի վճարմամբ՝ պահպանելով այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման պայմանները:",isCorrect:false,answered:false},
                    {id:1,answer:"«Հրաժարում՝ հօգուտ պետության» մաքսային ընթացակարգն օտարերկրյա և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ այդպիսի ապրանքներն անհատույց հանձնվում են անդամ պետության սեփականությանը (եկամտին)՝ առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման պայմանները:",isCorrect:false,answered:false},
                    {id:2,answer:"«Հրաժարում՝ հօգուտ պետության» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան՝ այդպիսի ապրանքներն անհատույց հանձնվում են անդամ պետության սեփականությանը (եկամտին)՝ առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման պայմանները:",isCorrect:true,answered:false},
                ]
             },
             {
                id:14,
                question:"Եվրասիական տնտեսական միության մաքսային օրենսգրքի համաձայն ում կողմից է իրականացվում ապրանքների դասակարգման ճշգրտության ստուգումը",
                answers:[
                    {id:0,answer:"մաքսային մարմինների կողմից",isCorrect:true,answered:false},
                    {id:1,answer:"հայտարարատուի",isCorrect:false,answered:false},
                    {id:2,answer:"մաքսային ձևակերպումների մասնագետի",isCorrect:false,answered:false},
                ]
             },
             {
                id:15,
                question:"Երբ է  ուժի մեջ է մտնում ըստ ԱՏԳ ԱԱ-ի նախնական դասակարգման որոշման գործողության  դադարեցման մասին որոշումը",
                answers:[
                    {id:0,answer:"այդ որոշումն ընդունելու օրը",isCorrect:true,answered:false},
                    {id:1,answer:"այդ որոշումն ընդունելու հաջորդ օրը",isCorrect:false,answered:false},
                    {id:2,answer:"այդ որոշումն ընդունելու նախորդ օրը",isCorrect:false,answered:false},
                ]
             },
             {
                id:16,
                question:"Եթե օտարերկրյա ապրանքները պահվում են Միության մաքսային սահմանով ապրանքների տեղափոխման վայրում՝ ինչ է ենթադրվում ապրանքների ժամանակավոր պահպանում ասելով.",
                answers:[
                    {id:0,answer:"օտարերկրյա ապրանքների պահպանումը մինչեւ դրանց հայտարարագրի գրանցումը մաքսային մարմնի կողմից կամ մաքսային սահմանով ապրանքների տեղափոխման վայրում ապրանքների մեկնման համար մաքսային մարմնի թույլտվությունն  ստանալը",isCorrect:false,answered:false},
                    {id:1,answer:"օտարերկրյա ապրանքների պահպանումը մինչեւ դրանց բացթողումը մաքսային մարմնի կողմից կամ մաքսային սահմանով ապրանքների տեղափոխման վայրում ապրանքների մեկնման համար մաքսային մարմնի թույլտվությունն  ստանալը",isCorrect:true,answered:false},
                    {id:2,answer:"օտարերկրյա և Միության ապրանքների պահպանումը մինչեւ դրանց բացթողումը մաքսային մարմնի կողմից կամ մաքսային սահմանով ապրանքների տեղափոխման վայրում ապրանքների մեկնման համար մաքսային մարմնի թույլտվությունն  ստանալը",isCorrect:false,answered:false},
                ]
             },
             {
                id:17,
                question:"Եվրասիական տնտեսական միության  մաքսային սահմանով ներմուծվող ապրանքերի մաքսային արժեքը որոշման համատեքստում որ ապրանքներն են համարվում համանման",
                answers:[
                    {id:0,answer:"ապրանքներ, որոնք նույնական չեն բոլոր առումներով, սակայն ունեն նման բնութագրեր և կազմված են նման բաղադրիչներից, արտադրված են նույն նյութերից, որը թույլ է տալիս դրանց կատարել նույն գործառույթները, ինչ գնահատվող ապրանքները, և առևտրային տեսանկյունից վերջիններիս հետ լինել փոխադարձ փոխարինելի",isCorrect:true,answered:false},
                    {id:1,answer:"միայն այն ապրանքները, որոնք նույնական են բոլոր առումներով,  ունեն նույն բնութագրեր և կազմված են նույն բաղադրիչներից, արտադրված են նույն նյութերից, որը թույլ է տալիս դրանց կատարել նույն գործառույթները, ինչ գնահատվող ապրանքները, և առևտրային տեսանկյունից վերջիններիս հետ լինել փոխադարձ փոխարինելի",isCorrect:false,answered:false},
                    {id:2,answer:"ապրանքներ, որոնք նույնական չեն բոլոր առումներով, սակայն ունեն նման բնութագրեր,կազմված են տարբեր բաղադրիչներից, արտադրված են տարբեր նյութերից, որը թույլ է տալիս դրանց կատարել նույն գործառույթները, ինչ գնահատվող ապրանքները, և առևտրային տեսանկյունից վերջիններիս հետ լինել փոխադարձ փոխարինելի",isCorrect:false,answered:false},
                ]
             },
             {
                id:18,
                question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն նշվածներից որը մաքսային ընթացակարգ չէ",
                answers:[
                    {id:0,answer:"ազատ տնտեսական գոտի",isCorrect:true,answered:false},
                    {id:1,answer:"վերաներմուծում",isCorrect:false,answered:false},
                    {id:2,answer:"ոչնչացում",isCorrect:false,answered:false},
                ]
             },
             {
                id:19,
                question:"Նշվածներից որն է համարվում «ՈՉՆՉԱՑՈՒՄ» մաքսային   ընթացակարգով   ձևակերպվող ապրանքների ոչնչացման հնարավորության, վայրի և եղանակի վերաբերյալ  եզրակացություն տրամադրող պետական լիազոր մարմին",
                answers:[
                    {id:0,answer:"ՀՀ Կառավարությունը",isCorrect:false,answered:false},
                    {id:1,answer:"ՀՀ սննդամթերքի անվտանգության տեսչական մարմինը",isCorrect:true,answered:false},
                    {id:2,answer:"Պետական եկամուտների կոմիտեն",isCorrect:false,answered:false},
                ]
             },
             {
                id:20,
                question:"Նշվածներից որն է մաքսային հսկողության ձև",
                answers:[
                    {id:0,answer:"բանավոր հարցման անցկացում",isCorrect:false,answered:false},
                    {id:1,answer:"մաքսային վիճակագրություն",isCorrect:false,answered:false},
                    {id:2,answer:"մաքսային ստուգում",isCorrect:true,answered:false},
                ]
             },
             {
                id:21,
                question:"Նշվածներից որը արտագնա մաքսային ստուգման տեսակ չէ",
                answers:[
                    {id:0,answer:"պլանային արտագնա կամերալ ստուգում",isCorrect:true,answered:false},
                    {id:1,answer:"արտագնա մաքսային ստուգում",isCorrect:false,answered:false},
                    {id:2,answer:"արտագնա մաքսային ստուգում՝ վերադաս մաքսային մարմնի հանձնարարությամբ",isCorrect:false,answered:false},
                ]
             },
             {
                id:22,
                question:"Մաքսային կանոնների խախտման վերաբերյալ վարչական տույժ նշանակելու մասին որոշումը",
                answers:[
                    {id:0,answer:"չի կարող է բողոքարկվել վերադաս մաքսային մարմին կամ դատարան",isCorrect:false,answered:false},
                    {id:1,answer:"կարող է բողոքարկվել վերադաս մաքսային մարմին կամ դատարան",isCorrect:true,answered:false},
                    {id:2,answer:"կարող է բողոքարկվել միայն վերադաս մաքսային մարմին",isCorrect:false,answered:false},
                ]
             },
             {
                id:23,
                question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում ջրային կենսաբանական պաշարների որսի միջոցների (որոնց ներմուծումը Եվրասիական տնտեսական միության մաքսային տարածք արգելված է) լիցենզավորման գործընթացը.",
                answers:[
                    {id:0,answer:"ՀՀ տարածքային կառավարման և ենթակառուցվածքների նախարարություն",isCorrect:false,answered:false},
                    {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարություն",isCorrect:true,answered:false},
                    {id:2,answer:"ՀՀ առողջապահության նախարարությունը",isCorrect:false,answered:false},
                ]
             },
             {
                id:24,
                question:"Ինչի հիման վրա է սահմանվում «Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը",
                answers:[
                    {id:0,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը սահմանվում է Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետի հիման վրա, որը սահմանված է Միության մաքսային տարածքում ապրանքների վերամշակման պայմանների փաստաթղթում",isCorrect:true,answered:false},
                    {id:1,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը սահմանվում է Միության մաքսային տարածքում ապրանքների և դրանց վերամշակման արդյունքների պիտանիության ժամկետի հիման վրա, եթե այդպիսի ժամկետներ սահմանված են մաքսային հայտարարագիրը գրանցած երկրի ազգային  օրենսդրությամբ",isCorrect:false,answered:false},
                    {id:2,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը սահմանվում է Միության մաքսային տարածքում ապրանքների օգտագործման անհրաժեշտության ժամկետի հիման վրա, որը սահմանված է Միության մաքսային տարածքում ապրանքների վերամշակման պայմանների փաստաթղթում",isCorrect:false,answered:false},
                ]
             },
             {
                id:25,
                question:"Առաքման վայրի փոխումը մերժելու վերաբերյալ որոշում ընդունելու դեպքում մաքսային մարմինն այդ դիմումն ու փաստաթղթերը երբ է ուղարկում պատվիրված փոստային առաքանիով՝ հանձնման մասին ծանուցմամբ",
                answers:[
                    {id:0,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող 2 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:false,answered:false},
                    {id:1,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող 3 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:false,answered:false},
                    {id:2,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող 5 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթեր ստանալու համարը",isCorrect:true,answered:false},
                ]
             },
             {
                id:26,
                question:"Ինչ փաստաթղթեր են կցվում «ոչնչացում» մաքսային ընթացակարգով հայտարարագրելու ցանկության մասին դիմումին",
                answers:[
                    {id:0,answer:"ապրանքի ձեռքբերման հաշիվ- ապրանքագիրը",isCorrect:false,answered:false},
                    {id:1,answer:"ապրանքի տեղափոխման տրանսպորտային փաստաթղթերը",isCorrect:false,answered:false},
                    {id:2,answer:"կազմակերպության հետ կնքված պայմանագրի պատճենը",isCorrect:true,answered:false},
                ]
             },
             {
                id:27,
                question:"Որքան է մաքսային մարմինների կողմից մտավոր սեփականության օբյեկտների նկատմամբ իրավունքների՝ պաշտպանության ժամկետը",
                answers:[
                    {id:0,answer:"Մաքսային մարմինների կողմից մտավոր սեփականության օբյեկտների նկատմամբ իրավունքների՝ պաշտպանության ժամկետը չի կարող գերազանցել 2 տարին",isCorrect:true,answered:false},
                    {id:1,answer:"ժամկետ սահմանված չէ",isCorrect:false,answered:false},
                    {id:2,answer:"Մաքսային մարմինների կողմից մտավոր սեփականության օբյեկտների նկատմամբ իրավունքների՝ պաշտպանության ժամկետը չի կարող գերազանցել 1 տարին",isCorrect:false,answered:false},
                ]
             },
             {
                id:28,
                question:"Ներքին սպառման համար ապրանքների վերամշակման գործողությունների արդյունքում ստացված (գոյացած) ապրանքները (վերամշակման արդյունքներ, թափոններ և մնացորդներ)`",
                answers:[
                    {id:0,answer:"Ստանում են միության ապրանքների կարգավիճակ:",isCorrect:false,answered:false},
                    {id:1,answer:"Ստանում են օտարերկրյա ապրանքների  կարգավիճակ:",isCorrect:true,answered:false},
                    {id:2,answer:"պահպանում են օտարերկրյա ապրանքների կարգավիճակ:",isCorrect:false,answered:false},
                ]
             },
             {
                id:29,
                question:"Որ օրվանից սկսած է հաշվարկվում ապրանքների ժամանակավոր պահպանման ժամկետը",
                answers:[
                    {id:0,answer:"հաշվարկվում է ապրանքները ժամանակավոր պահպանման հանձնելու համար ներկայացված փաստաթղթերը մաքսային մարմնի կողմից գրանցվելու օրվանից",isCorrect:false,answered:false},
                    {id:1,answer:"հաշվարկվում է ապրանքները ժամանակավոր պահպանման հանձնելու համար ներկայացված փաստաթղթերը մաքսային մարմնի կողմից գրանցվելու օրվան հաջորդող  օրվանից",isCorrect:true,answered:false},
                    {id:2,answer:"հաշվարկվում է ապրանքները ժամանակավոր պահպանման հանձնելու համար ներկայացված փաստաթղթերը մաքսային մարմնի կողմից գրանցվելու օրվան հաջորդող երեք օրվա ընթացքում",isCorrect:false,answered:false},
                ]
             },
             {
                id:30,
                question:"Քանի թվային նիշ է պարունակում ԱՏԳ ԱԱ-ի ապրանքային խումբը",
                answers:[
                    {id:0,answer:"2.0",isCorrect:true,answered:false},
                    {id:1,answer:"3.0",isCorrect:false,answered:false},
                    {id:2,answer:"4.0",isCorrect:false,answered:false},
                ]
             },
             {
                id:31,
                question:"Մաքսային մարմնի կողմից սահմանված մաքսային ընթացակարգի գործողության ժամկետը երկարաձգվում է",
                answers:[
                    {id:0,answer:"հայտարարատուի կողմից մինչև դրա լրանալը",isCorrect:false,answered:false},
                    {id:1,answer:"Մաքսային մարմնի կողմից մինչև դրա լրանալը",isCorrect:true,answered:false},
                    {id:2,answer:"Մաքսային մարմնի կողմից  դրա լրանալուց 30 օրվա ընթացքում",isCorrect:false,answered:false},
                ]
             },
             {
                id:32,
                question:"Որպես ընդհանուր կանոն՝ որ մաքսային մարմնում են իրականացվում հայ-վրացական սահմանով ներմուծվող ԱՏԳ ԱԱ 8702, 8703, 8704 ապրանքային դիրքերին դասվող տրանսպորտային միջոցների «Ներքին սպառման համար բացթողում» մաքսային ընթացակարգով մաքսային գործառնությունները",
                answers:[
                    {id:0,answer:"Արարատյան մաքսատուն- վարչությունում",isCorrect:false,answered:false},
                    {id:1,answer:"Հարավային մաքսատուն- վարչությունում",isCorrect:false,answered:false},
                    {id:2,answer:"Հյուսիսային մաքսատուն- վարչությունում",isCorrect:true,answered:false},
                ]
             },
             {
                id:33,
                question:"Ինչ կարգավիճակ ունեն «Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները",
                answers:[
                    {id:0,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները կորցնում են Միության ապրանքի կարգավիճակը, այսինքն ձեռք են բերում օտարերկրյա ապրանքի կարգավիճակ:",isCorrect:true,answered:false},
                    {id:1,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները պահպանում են Միության ապրանքի կարգավիճակը:",isCorrect:false,answered:false},
                    {id:2,answer:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները պահպանում են օտարերկյա ապրանքի կարգավիճակը:",isCorrect:false,answered:false},
                ]
             },
             {
                id:34,
                question:"«Կանաչ» ուղու մուտքի (ելքի) գիծը ֆիզիկական անձի կողմից հատելը ենթադրում է",
                answers:[
                    {id:0,answer:"ֆիզիկական անձի կողմից արված հայտարարություն մաքսային հայտարարագրման ենթակա ապրանքների առկայության մասին",isCorrect:false,answered:false},
                    {id:1,answer:"ֆիզիկական անձի կողմից արված հայտարարություն մաքսային հայտարարագրման ենթակա ապրանքների բացակայության մասին",isCorrect:true,answered:false},
                    {id:2,answer:"իրավաբանական անձի կողմից արված հայտարարություն մաքսային հայտարարագրման ենթակա ապրանքների բացակայության մասին",isCorrect:false,answered:false},
                ]
             },
             {
                id:35,
                question:"<Ոչնչացում> մաքսային ընթացակարգով ձևակերպված ապրանքների ոչնչացման արդյունքները ձևակերպվում են",
                answers:[
                    {id:0,answer:"համապատասխան ակտով, որի ձևը հաստատել է ՀՀ կառավարությունը",isCorrect:true,answered:false},
                    {id:1,answer:"համապատասխան ակտով, որի ձևը հաստատել է ոչնչացում իրականացնող կազմակերպությունը",isCorrect:false,answered:false},
                    {id:2,answer:"համապատասխան եղանակով, որի ձևը հաստատել է ՀՀ կառավարությունը",isCorrect:false,answered:false},
                ]
             },
             {
                id:36,
                question:"Հայտարարագրման ժամանակ ով է հայտարարագրում ապրանքի ծագման երկիրը.",
                answers:[
                    {id:0,answer:"ՀՀ մաքսային մարմինը",isCorrect:false,answered:false},
                    {id:1,answer:"հայտարարատուն",isCorrect:true,answered:false},
                    {id:2,answer:"ՀՀ կառավարության լիազոր մարմինը",isCorrect:false,answered:false},
                ]
             },
             {
                id:37,
                question:"Ստորև նշվածներից ինչի հիման վրա է որոշվում ապրանքների առաքման վայրը",
                answers:[
                    {id:0,answer:"տրանսպորտային (փոխադրման) և առևտրային փաստաթղթերում նշված առաքողի գտնվելու վայրի մասին տեղեկությունների",isCorrect:false,answered:false},
                    {id:1,answer:"երկու պատասխանները սխալ են",isCorrect:true,answered:false},
                    {id:2,answer:"տրանսպորտային (փոխադրման) և առևտրային փաստաթղթերում նշված ապրանքի ծագման երկրի մասին տեղեկությունների",isCorrect:false,answered:false},
                ]
             },
             {
                id:38,
                question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի մաքսային մարմիններին վճարվող ստորև ներկայացված որ վճարը մաքսային վճար չի համարվում",
                answers:[
                    {id:0,answer:"ճանապարհային հարկը",isCorrect:true,answered:false},
                    {id:1,answer:"պետական տուրքը",isCorrect:false,answered:false},
                    {id:2,answer:"ավելացված արժեքի հարկը",isCorrect:false,answered:false},
                ]
             },
             {
                id:39,
                question:"ԵԱՏՄ մաքսային օրենսգրքում ինչպես է սահմանվում «հայտարարատու» հասկացությունը.",
                answers:[
                    {id:0,answer:"Անձ, որը գրանցում է մաքսային հայտարարագիրը։",isCorrect:false,answered:false},
                    {id:1,answer:"Անձ, որը ներառված է մաքսային ներկայացուցիչների ռեեստրում և մաքսային գործառնություններ է կատարում հայտարարատուի կամ շահագրգիռ այլ անձի անունից և հանձնարարությամբ:",isCorrect:false,answered:false},
                    {id:2,answer:"Անձ, որը հայտարարագրում է ապրանքներ կամ որի անունից հայտարարագրվում են ապրանքներ:",isCorrect:true,answered:false},
                ]
             },
             {
                id:40,
                question:"Որքա՞ն է սահմանվում բացառիկ լիցենզիայի գործողության ժամկետը",
                answers:[
                    {id:0,answer:"2 տարի",isCorrect:false,answered:false},
                    {id:1,answer:"3 տարի",isCorrect:false,answered:false},
                    {id:2,answer:"5 տարի",isCorrect:true,answered:false},
                ]
             },

]
export default questions


