

const questions = [
    {
        id:1,
        question:"Ուղևորային հայտարարագրում նշման ենթակա տեղեկությունների ցանկը սահմանում է",
        answers:[
            {id:0,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
            {id:1,answer:"Հանձնաժողովը",isCorrect:true,answered:false},
            {id:2,answer:"Պետական Եկամուտների Կոմիտեն",isCorrect:false,answered:false},
            {id:3,answer:"ՀՀ Կառավարությունը",isCorrect:false,answered:false},
        ]
    },
    {
        id:2,
        question:"Ապրանքների բացթողման ժամկետի կասեցման մասին որոշումը ենթակա է վերացման՝ մինչև ապրանքների բացթողման ժամկետի կասեցման ժամկետի լրանալը, եթե՝",
        answers:[
            {id:0,answer:"իրավատիրոջ կամ նրա շահերը ներկայացնող անձի կողմից մաքսային մարմին պահանջ է ներկայացվել այդ որոշումը վերացնելու վերաբերյալ",isCorrect:false,answered:false},
            {id:1,answer:"իրավատիրոջ կամ նրա շահերը ներկայացնող անձի կողմից մաքսային մարմին ներկայացվել է ապրանքային հայտարարագիր",isCorrect:false,answered:false},
            {id:2,answer:"իրավատիրոջ կամ նրա շահերը ներկայացնող անձի կողմից մաքսային մարմին ներկայացվել է բացատրագիր",isCorrect:false,answered:false},
            {id:3,answer:"իրավատիրոջ կամ նրա շահերը ներկայացնող անձի կողմից մաքսային մարմին դիմում է ներկայացվել այդ որոշումը վերացնելու վերաբերյալ",isCorrect:true,answered:false},
        ]
    },
    {
        id:3,
        question:"Ապրանքների մաքսային արժեքի մաքսային հսկողության իրականացման ընթացքում մաքսային մարմնի կողմից կարող են հարցվել (պահանջվել) հետեւյալ փաստաթուղթը՝",
        answers:[
            {id:0,answer:"Ներմուծվող ապրանքների դիմաց վճարման մասին փաստաթղթեր",isCorrect:true,answered:false},
            {id:1,answer:"Ներմուծվող ապրանքների ծագման երկրի հավաստագիր",isCorrect:false,answered:false},
            {id:2,answer:"պետական ռեգիստրի վկայական",isCorrect:false,answered:false},
            {id:3,answer:"ոչ սակագնային կարգավորման պահանջներին բավարարող թույլատվական փաստաթղթեր",isCorrect:false,answered:false},
        ]
    },
    {
        id:4,
        question:"Ապրանքներն անձնական օգտագործման ապրանքների շարքին դասելն իրականացվում է",
        answers:[
            {id:0,answer:"Հանձնաժողովի կողմից",isCorrect:false,answered:false},
            {id:1,answer:"ԵՏՀ Օրենսգրքով",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային մարմինների կողմից",isCorrect:true,answered:false},
            {id:3,answer:"Պետական Եկամուտների Կոմիտեի կողմից",isCorrect:false,answered:false},
        ]
    },
    {
        id:5,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչ գործառնություններ պետք է իրականացվեն այն դեպքում երբ օտարերկրյա ապրանքները «վերաարտահանում» մաքսային ընթացակարգով ձեւակերպելու օրվան հաջորդող 3 աշխատանքային օրվա ընթացքում չեն ձեւակերպվել «մաքսային տարանցում» մաքսային ընթացակարգով կամ չեն մեկնել Միության մաքսային տարածքից",
        answers:[
            {id:0,answer:"այդպիսի ապրանքները պետք է հանձնվեն ժամանակավոր պահպանման",isCorrect:true,answered:false},
            {id:1,answer:"այդպիսի ապրանքները պետք է ձևակերպվեն «հրաժարում հօգուտ պետության» մաքսային ընթացակարգով",isCorrect:false,answered:false},
            {id:2,answer:"այդպիսի ապրանքները պետք է ձևակերպվեն «վերաարտահանում» մաքսային ընթացակարգով",isCorrect:false,answered:false},
            {id:3,answer:"այդպիսի ապրանքները պետք է ոչնչացվեն",isCorrect:false,answered:false},
        ]
    },
    {
        id:6,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է իրականացվում օտարերկրյա ապրանքների փոխադրումը (տրանսպորտային փոխադրումը) ապրանքների ժամանակավոր պահպանման մի վայրից ապրանքների ժամանակավոր պահպանման մեկ այլ վայր",
        answers:[
            {id:0,answer:"իրականացվում է «մաքսային տարանցում» մաքսային ընթացակարգին համապատասխան",isCorrect:true,answered:false},
            {id:1,answer:"իրականացվում է  «ժամանակավոր ներմուծում» մաքսային ընթացակարգին համապատասխան",isCorrect:false,answered:false},
            {id:2,answer:"իրականացվում է  «ժամանակավոր տարանցում» մաքսային ընթացակարգին համապատասխան",isCorrect:false,answered:false},
            {id:3,answer:"իրականացվում է  «վերաներմուծում» մաքսային ընթացակարգին համապատասխան",isCorrect:false,answered:false},
        ]
    },
    {
        id:7,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «մաքսային հայտարարագրում» հասկացութ",
        answers:[
            {id:0,answer:"Մաքսային մարմնին մաքսային հայտարարագրի միջոցով ապրանքների վերաբերյալ տեղեկությունների, ընտրված մաքսային ընթացակարգի  վերաբերյալ և (կամ) ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկությունների հայտարարագրում",isCorrect:true,answered:false},
            {id:1,answer:"Հայտարարատուի մաքսային հայտարարագրի միջոցով ապրանքների վերաբերյալ տեղեկությունների, ընտրված մաքսային ընթացակարգի վերաբերյալ և (կամ) ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկությունների հայտարարագրում",isCorrect:false,answered:false},
            {id:2,answer:"Մաքսային մարմնին մաքսային հայտարարագրի միջոցով  ընտրված մաքսային ընթացակարգի վերաբերյալ և (կամ) ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկությունների հայտարարագրում",isCorrect:false,answered:false},
            {id:3,answer:"Մաքսային մարմնին մաքսային հայտարարագրի միջոցով  ընտրված մաքսային ընթացակարգի վերաբերյալ և (կամ) ապրանքների ժամանակավոր պահպանման համար անհրաժեշտ այլ տեղեկությունների հայտարարագրում",isCorrect:false,answered:false},
        ]
    },
    {
        id:8,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «մաքսատուրք» հասկացությունը",
        answers:[
            {id:0,answer:"պարտադիր հարկ, որը գանձվում է մաքսային մարմինների կողմից Միության մաքսային սահմանով ապրանքներ տեղափոխելու դեպքում",isCorrect:false,answered:false},
            {id:1,answer:"պարտադիր վճար, որը գանձվում է մաքսային մարմինների կողմից Միության մաքսային սահմանով ապրանքներ արտահանելու դեպքում",isCorrect:false,answered:false},
            {id:2,answer:"պարտադիր վճար, որը գանձվում է մաքսային մարմինների կողմից Միության մաքսային սահմանով ապրանքներ տեղափոխելու դեպքում",isCorrect:true,answered:false},
            {id:3,answer:"պարտադիր վճար, որը գանձվում է մաքսային մարմինների կողմից Միության մաքսային սահմանով ապրանքներ ժամանակավոր պահպանման համար դեպքում",isCorrect:false,answered:false},
        ]
    },
    {
        id:9,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «ուղարկող մաքսային մարմին» հասկացությունը",
        answers:[
            {id:0,answer:"մաքսային մարմին, որը կատարում է ապրանքները «ոչնչացում» մաքսային ընթացակարգով ձևակերպելու հետ կապված մաքսային գործառնությունները",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային մարմին, որը կատարում է ապրանքները «մաքսային ուղեկցում» մաքսային ընթացակարգով ձևակերպելու հետ կապված մաքսային գործառնությունները",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային մարմին, որը կատարում է ապրանքները «մաքսային տարանցում» մաքսային ընթացակարգով ձևակերպելու հետ կապված մաքսային գործառնությունները",isCorrect:true,answered:false},
            {id:3,answer:"Նշանակման մաքսային մարմին, որը կատարում է ապրանքները «մաքսային տարանցում» մաքսային ընթացակարգով ձևակերպելու հետ կապված մաքսային գործառնությունները",isCorrect:false,answered:false},
        ]
    },
    {
        id:10,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «միասնական դրույքաչափերով գանձվող մաքսատուրքեր, հարկեր» հասկացությունը",
        answers:[
            {id:0,answer:"օտարերկյա բոլոր ապրանքների նկատմամբ հաշվարկված մաքսատուրքերի, հարկերի գումարը՝ այն դրա բաղկացուցիչ մաքսատուրքերի, հարկերի տրոհելով.",isCorrect:false,answered:false},
            {id:1,answer:"անձնական օգտագործման ապրանքների նկատմամբ հաշվարկված մաքսատուրքերի, հարկերի գումարը՝ առանց այն դրա բաղկացուցիչ մաքսատուրքերի, հարկերի տրոհելու.",isCorrect:true,answered:false},
            {id:2,answer:"անձնական օգտագործման ապրանքների նկատմամբ հաշվարկված մաքսատուրքերի, հարկերի գումարը՝ այն դրա բաղկացուցիչ մաքսատուրքերի, հարկերի տրոհելով.",isCorrect:false,answered:false},
            {id:3,answer:"Միության ապրանքների նկատմամբ հաշվարկված մաքսատուրքերի, հարկերի գումարը՝ առանց այն դրա բաղկացուցիչ մաքսատուրքերի, հարկերի տրոհելու.",isCorrect:false,answered:false},
        ]
    },
    {
        id:11,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «ներքին շուկայի պաշտպանության միջոցներ» հասկացությունը",
        answers:[
            {id:0,answer:"Հատուկ պաշտպանական, հակագնագցման, փոխհատուցման միջոցներ և «Միության մասին» պայմանագրին համապատասխան սահմանված՝ ներքին շուկայի պաշտպանության այլ միջոցներ, որոնք սահմանվում են Միության անդամ երկրներից ծագող և Միության մաքսային տարածք ներմուծվող ապրանքների նկատմամբ",isCorrect:false,answered:false},
            {id:1,answer:"Մաքսասակագնային և ոչ սակագնային կարգավորման միջոցները",isCorrect:false,answered:false},
            {id:2,answer:"ոչ սակագնային կարգավորման միջոցները",isCorrect:false,answered:false},
            {id:3,answer:"Հատուկ պաշտպանական, հակագնագցման, փոխհատուցման միջոցներ և «Միության մասին» պայմանագրին համապատասխան սահմանված՝ ներքին շուկայի պաշտպանության այլ միջոցներ, որոնք սահմանվում են երրորդ երկրներից ծագող և Միության մաքսային տարածք ներմուծվող ապրանքների նկատմամբ",isCorrect:true,answered:false},
        ]
    },
    {
        id:12,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն հատուկ, հակագնագցման, փոխհատուցման տուրքերը վճարելու ժամկետները",
        answers:[
            {id:0,answer:"հետաձգման կամ տարաժամկետ վճարման ձևով չեն փոփոխվում",isCorrect:true,answered:false},
            {id:1,answer:"վճարողի դիմումի բավարարման դեպքում կարող են հետաձգման կամ տարաժամկետ վճարման ձևով փոփոխվել",isCorrect:false,answered:false},
            {id:2,answer:"վճարվում են տարաժամկետ",isCorrect:false,answered:false},
            {id:3,answer:"վճարվում են ապրանքների բացթողումից հետո,եթե առկա է վճարողի դիմում",isCorrect:false,answered:false},
        ]
    },
    {
        id:13,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսային ընթացակարգով ձևակերպված ապրանքները դատարանի որոշմամբ բռնագրավելու կամ անդամ պետության սեփականության (եկամուտ) դարձնելու դեպքում",
        answers:[
            {id:0,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ շարունակում է գործել",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ ավարտվում է հայտարարատուի որոշմամբ",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ դադարում է",isCorrect:true,answered:false},
            {id:3,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ կասեցվում է",isCorrect:false,answered:false},
        ]
    },
    {
        id:14,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսային ընթացակարգով ձևակերպված  ապրանքները երբ կարող են ձևակերպվել այլ մաքսային ընթացակարգերով կամ նույնանման մաքսային ընթացակարգով",
        answers:[
            {id:0,answer:"նախորդ մաքսային ընթացակարգի պահպանման համար",isCorrect:false,answered:false},
            {id:1,answer:"նախորդ մաքսային ընթացակարգի հայտարատուի կողմից դադարեցնելու համար",isCorrect:false,answered:false},
            {id:2,answer:"այն մաքսային ընթացակարգի գործողությունն ավարտելու համար, որով ձևակերպվել են ապրանքները",isCorrect:true,answered:false},
            {id:3,answer:"այն մաքսային ընթացակարգի գործողությունն ավարտելու համար, որով չեն ձևակերպվել ապրանքները",isCorrect:false,answered:false},
        ]
    },
    {
        id:15,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսատուրքերը, հարկերը վճարելու պարտավորություն կատարվում է",
        answers:[
            {id:0,answer:"մաքսային ներկայացուցչի կողմից",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային ներկայացուցչի կամ մաքսային մարմնի կողմից",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային մարմնի կողմից",isCorrect:false,answered:false},
            {id:3,answer:"մաքսատուրքերը, հարկերը վճարողի կողմից",isCorrect:true,answered:false},
        ]
    },
    {
        id:16,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսատուրքերի, հարկերի հաշվարկման նպատակով կիրառվում են",
        answers:[
            {id:0,answer:"մաքսային մարմնի կողմից մաքսային հայտարարագիրը գրանցելու օրվա նախորդող օրվա դրությամբ գործող դրույքաչափերը",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային մարմնի կողմից մաքսային հայտարարագիրը գրանցելու օրվա դրությամբ գործող դրույքաչափերը",isCorrect:true,answered:false},
            {id:2,answer:"հայտարարատուի կողմից մաքսային հայտարարագիրը գրանցելու օրվա դրությամբ գործող դրույքաչափերը",isCorrect:false,answered:false},
            {id:3,answer:"հայտարարատուի կամ մաքսային մարմնի կողմից մաքսային հայտարարագիրը գրանցելու օրվա դրությամբ գործող դրույքաչափերը",isCorrect:false,answered:false},
        ]
    },
    {
        id:17,
        question:"ԵԱՏՄ մաքսային օրենսգրքին համապատասխան որ հաշիվներին են վճարվում հարկերը",
        answers:[
            {id:0,answer:"այն անդամ պետության օրենսդրությանը համապատասխան սահմանվող հաշիվներին, որտեղ հարկերը ենթակա են վճարման սույն հոդվածին համապատասխան:",isCorrect:true,answered:false},
            {id:1,answer:"այն անդամ պետության մաքսային մարմնի համապատասխան սահմանվող հաշիվներին, որտեղ հարկերը ենթակա են վճարման սույն հոդվածին համապատասխան:",isCorrect:false,answered:false},
            {id:2,answer:"ԵԱՏՄ օրենսգրքին համապատասխանսահմանվող հաշիվներին, որտեղ հարկերը ենթակա են վճարման սույն հոդվածին համապատասխան:",isCorrect:false,answered:false},
            {id:3,answer:"Հանձնաժողովի կողմից սահմանված հաշիվներին, որտեղ հարկերը ենթակա են վճարման սույն հոդվածին համապատասխան:",isCorrect:false,answered:false},
        ]
    },
    {
        id:18,
        question:"ԵԱՏՄ մաքսային օրենսգրքին համապատասխան՝ նշվածներից որը «Միության ապրանքի կարգավիճակ ունեցող ապրանք»  հասկացությանը չի դասվում",
        answers:[
            {id:0,answer:"«Արտահանում» մաքսային ընթացակարգով ձևակերպված սակայն Միության տարածքից փաստացի չմեկնած՝դեռ Միության տարածքում գտնվող ապրանքները",isCorrect:false,answered:false},
            {id:1,answer:"«Ազատ պահեստ» մաքսային ընթացակարգով ձևակերպված Միության ապրանքրները",isCorrect:false,answered:false},
            {id:2,answer:"«Վերաներմուծում» մաքսային ընթացակարգով ձևակերպված ապրանքները",isCorrect:false,answered:false},
            {id:3,answer:"«Արտահանում» մաքսային ընթացակարգով ձևակերպված և Միության տարածքից փաստացի մեկնած՝ Միության տարածքում չգտնվող ապրանքները",isCorrect:true,answered:false},
        ]   
    },
    {
        id:19,
        question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքերի մաքսային արժեքը որոշելու նպատակով, ովքեր են համարվում փոխկապակցված անձիք",
        answers:[
            {id:0,answer:"Որևէ անձ ուղղակիորեն կամ անուղղակիորեն տիրապետում, վերահսկում է կամ ունի նրանց երկուսի՝ շրջանառության մեջ բաց թողնված քվեարկող բաժնետոմսերի 5 և ավելի տոկոսը.",isCorrect:true,answered:false},
            {id:1,answer:"Որևէ անձ ուղղակիորեն կամ անուղղակիորեն տիրապետում, վերահսկում է կամ ունի նրանց երկուսի՝ շրջանառության մեջ բաց թողնված բաժնետոմսերի 5 և ավելի տոկոսը.",isCorrect:false,answered:false},
            {id:2,answer:"Որևէ անձ ուղղակիորեն կամ անուղղակիորեն տիրապետում, վերահսկում է կամ ունի նրանց երկուսի՝ շրջանառության մեջ բաց թողնված պարտատոմսերի 5 և ավելի տոկոսը.",isCorrect:false,answered:false},
            {id:3,answer:"Որևէ անձ ուղղակիորեն կամ անուղղակիորեն տիրապետում, վերահսկում է կամ ունի նրանց երկուսի՝ շրջանառության մեջ բաց թողնված քվեարկող բաժնետոմսերի 15 և ավելի տոկոսը.",isCorrect:false,answered:false},
        ]
    },
    {
        id:20,
        question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքների մաքսային արժեք որոշվում է",
        answers:[
            {id:0,answer:"«Արտահանում» մաքսային ընթացակարգով ապրանքները հայտարարագրելիս",isCorrect:false,answered:false},
            {id:1,answer:"«Վերաարտահանում» մաքսային ընթացակարգով ապրանքները հայտարարագրելիս",isCorrect:false,answered:false},
            {id:2,answer:"«Ներքին սպառման համար բաթողում» մաքսային ընթացակարգով ապրանքները հայտարարագրելիս",isCorrect:true,answered:false},
            {id:3,answer:"բոլոր մաքսային ընթացակարգերով ապրանքները հայտարարագրելիս",isCorrect:false,answered:false},
        ]
    },
    {
        id:21,
        question:"Ինչ առանձնահատկությունով է նշագրվում ապրանքային հայտարարգիրը նախնական հայտարարգրման դեպքում",
        answers:[
            {id:0,answer:"ПТД",isCorrect:true,answered:false},
            {id:1,answer:"ПДТ",isCorrect:false,answered:false},
            {id:2,answer:"ЭКГ",isCorrect:false,answered:false},
            {id:3,answer:"МПО",isCorrect:false,answered:false},
        ]
    },
    {
        id:22,
        question:"Ինչ իրավական ակտով է կարգավորվում Եվրասիական տնտեսական  միության մաքսային տարածք ներմուծվող ապրանքերի մաքսային արժեքը",
        answers:[
            {id:0,answer:"ՀՀ Մաքսային կարգավորման մասին օրենքով",isCorrect:false,answered:false},
            {id:1,answer:"Հանձնաժողովի կողմից սահմանված կարգով",isCorrect:false,answered:false},
            {id:2,answer:"Եվրասիական տնտեսական միության  մաքսային օրենսգրքով",isCorrect:true,answered:false},
            {id:3,answer:"Ազատ առևտրի համաձայնագրով",isCorrect:false,answered:false},
        ]
    },
    {
        id:23,
        question:"Ինչ նպատակով է իրականացվում ապրանքի մաքսային արժեքի հսկողությունը մաքսային մարմնի կողմից",
        answers:[
            {id:0,answer:"Ռիսկերի կառավարման նպատակով",isCorrect:false,answered:false},
            {id:1,answer:"Հարկատուներին առանձնաշնորհումներ տալու նպատակով",isCorrect:false,answered:false},
            {id:2,answer:"Ապրանքների մաքսային արժեքը որոշելու մեթոդի ընտրությունը և կիրառությունը ստուգելու",isCorrect:true,answered:false},
            {id:3,answer:"Հայտարարատուին սակագնային արտոնություններ տալու համար",isCorrect:false,answered:false},
        ]
    },
    {
        id:24,
        question:"Մաքսային կանոնների խախտման վերաբերյալ վարչական տույժ նշանակելու մասին որոշումը",
        answers:[
            {id:0,answer:"կարող է բողոքարկվել վերադաս մաքսային մարմին կամ դատարան",isCorrect:true,answered:false},
            {id:1,answer:"կարող է բողոքարկվել վերադաս մաքսային մարմին",isCorrect:false,answered:false},
            {id:2,answer:"կարող է բողոքարկվել դատարան",isCorrect:false,answered:false},
            {id:3,answer:"կարող է բողոքարկվել Կառավարություն",isCorrect:false,answered:false},
        ]
    },
    {
        id:25,
        question:"Մաքսային հսկողությունն անցկացվում է",
        answers:[
            {id:0,answer:"մաքսային հսկողության օբյեկտներ հանդիսացող ֆիզիկական անձանց առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային օրենսգրքով որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները:",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային հսկողության օբյեկտների առնչությամբ՝ նրանց նկատմամբ կիրառելով Կառավարության կողմից որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները:",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային հսկողության օբյեկտների առնչությամբ՝ նրանց նկատմամբ կիրառելով Հանձնաժողովի կողմից սահմանված  մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները:",isCorrect:false,answered:false},
            {id:3,answer:"մաքսային հսկողության օբյեկտների առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային օրենսգրքով որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները:",isCorrect:true,answered:false},
        ]
    },
    {
        id:26,
        question:"Մաքսային մարմինները մաքսային ուղեկցումը կիրառում են",
        answers:[
            {id:0,answer:"Միության մաքսային տարածքով մաքսային հսկողության տակ գտնվող ապրանքների փոխադրումներն ապահովելու նպատակներով",isCorrect:true,answered:false},
            {id:1,answer:"Միության մաքսային տարածքով մաքսային հսկողության տակ գտնվող ապրանքների բաց թողումն ապահովելու նպատակներով",isCorrect:false,answered:false},
            {id:2,answer:"Միության մաքսային տարածքով մաքսային հսկողության տակ գտնվող ապրանքների ապահովագրման նպատակներով",isCorrect:false,answered:false},
            {id:3,answer:"Միության մաքսային տարածքով ժամանակավոր պահպանման  տակ գտնվող ապրանքների նկատմամբ",isCorrect:false,answered:false},
        ]
    },
    {
        id:27,
        question:"Մաքսային մարմնի կողմից սահմանված մաքսային ընթացակարգի գործողության ժամկետը երկարաձգվում է",
        answers:[
            {id:0,answer:"Հայտարարատուի կողմից մինչև դրա լրանալը",isCorrect:false,answered:false},
            {id:1,answer:"Մաքսային մարմնի կողմից մինչև դրա լրանալը",isCorrect:true,answered:false},
            {id:2,answer:"Հայտարարատուի կողմից դրա լրանալուց հետո",isCorrect:false,answered:false},
            {id:3,answer:"Հայտարարատուի կամ մաքսային մարմնի կողմից դրա լրանալուց հետո",isCorrect:false,answered:false},
        ]
    },
    {
        id:28,
        question:"Ինչ է «Ազատ մաքսային գոտի» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Ազատ մաքսային գոտի» մաքսային ընթացակարգն օտարեկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որի համաձայն այդպիսի ապրանքները տեղավորվում և օգտագործվում են ազատ տնտեսական գոտու տարածքի կամ դրա մի մասի սահմաններում՝ մաքսատուրքերի, հարկերի, հատուկ հակագնագցման, փոխհատուցման տուրքերի վճարմամբ՝ այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման և այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների նկատմամբ",isCorrect:false,answered:false},
            {id:1,answer:"«Ազատ մաքսային գոտի» մաքսային ընթացակարգն Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որի համաձայն այդպիսի ապրանքները տեղավորվում և օգտագործվում են ազատ տնտեսական գոտու տարածքի կամ դրա մի մասի սահմաններում՝ առանց մաքսատուրքերի, հարկերի, հատուկ հակագնագցման, փոխհատուցման տուրքերի վճարման՝ այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման և այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների նկատմամբ",isCorrect:false,answered:false},
            {id:2,answer:"«Ազատ մաքսային գոտի» մաքսային ընթացակարգն օտարեկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որի համաձայն այդպիսի ապրանքները տեղավորվում և օգտագործվում են ազատ տնտեսական գոտու տարածքի կամ դրա մի մասի սահմաններում՝ առանց մաքսատուրքերի, հարկերի, հատուկ հակագնագցման, փոխհատուցման տուրքերի վճարման՝ այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման և այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների նկատմամբ",isCorrect:true,answered:false},
        ]
    },
    {
        id:29,
        question:"«Մաքսային պահեստ» մաքսային ընթացակարգը`",
        answers:[
            {id:0,answer:"Միության ապրանքների առնչությամբ կիրառելի մաքսային ընթացակարգ է, որին համապատասխան՝ այդպիսի ապրանքները պահպանվում են անդամ պետության տարածքում` առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանց օգտագործման պայմանները՝ այդպիսի մաքսային ընթացակարգին համապատասխան:",isCorrect:false,answered:false},
            {id:1,answer:"Միության ապրանքների առնչությամբ կիրառելի մաքսային ընթացակարգ է, որին համապատասխան՝ այդպիսի ապրանքները պահպանվում են մաքսային պահեստում` առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանց օգտագործման պայմանները՝ այդպիսի մաքսային ընթացակարգին համապատասխան:",isCorrect:false,answered:false},
            {id:2,answer:"Օտարերկրյա ապրանքների առնչությամբ կիրառելի մաքսային ընթացակարգ է, որին համապատասխան՝ այդպիսի ապրանքները պահպանվում են մաքսային պահեստում` առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանց օգտագործման պայմանները՝ այդպիսի մաքսային ընթացակարգին համապատասխան:",isCorrect:true,answered:false},
        ]
    },
    {
        id:30,
        question:"«մաքսային պահեստ» մաքսային ընթացակարգով ձևակերպված ապրանքները՝:",
        answers:[
            {id:0,answer:"Պահպանում են օտարերկրյա ապրանքների կարգավիճակը",isCorrect:true,answered:false},
            {id:1,answer:"Կորցնում են օտարերկրյա ապրանքների կարգավիճակը",isCorrect:false,answered:false},
            {id:2,answer:"Ստանում են օտարերկրյա ապրանքների կարգավիճակը",isCorrect:false,answered:false},
        ]
    },
    {
        id:31,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում թմրամիջոցներ և հոգեմետ (հոգեներգործուն) նյութերի պրեկուրսորներ չհամարվող թունավոր նյութերի (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման դեպքում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ Առողջապահության նախարարությունը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ Տարացքային կառավարմնա և ենթակառուցվածքների նախարարությունը",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:true,answered:false},
            {id:3,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false,answered:false},
        ]
    },
    {
      id:32,
      question:"Մաքսային կանոնների խախտման վերաբերյալ գործերը քննում և որոշում են կայացնում",
      answers:[
        {id:0,answer:"մաքսային մարմինները",isCorrect:true,answered:false},
        {id:1,answer:"կոմիտեի ղեկավարը",isCorrect:false,answered:false},
        {id:2,answer:"Պետական եկամուտների կոմիտեն",isCorrect:false,answered:false},
        {id:3,answer:"վերադաս մաքսային մարմինը կամ դատարանը",isCorrect:false,answered:false}
    ]
    },
    {
        id:33,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի հայտարարատուի դիմումի հիման վրա ստորև ներկայացված  որ մարմինը կարող է ընդունել ապրանքի ծագման երկրի վերաբերյալ նախնական որոշում.",
        answers:[
            {id:0,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
            {id:1,answer:"Կառավարության լիազոր մարմինը",isCorrect:false,answered:false},
            {id:2,answer:"Եվրասիական տնտեսական միության հանձնաժոովը",isCorrect:false,answered:false},
            {id:3,answer:"ՀՀ պետական եկամուտների կոմիտեն",isCorrect:true,answered:false}
        ]
    },
    {
        id:34,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում բույսերի պաշտպանության միջոցների (որոնց ներմուծումը Եվրասիական տնտեսական միության մաքսային տարածք սահմանափակ է) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ Շրջակա միջավայրի նախարարություն",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ Առողջապահության նախարարությունը",isCorrect:false,answered:false},
            {id:3,answer:"ՀՀ Տարածքային կառավարման և ենթակառուցվածքների նախարարությունը",isCorrect:false,answered:false},
        ]
    },
    {
        id:35,
        question:"Մաքսային մարմնի  կողմից ինչպիսի գործողություններ են կատարվում դիմումատուի կողմից ըստ ԱՏԳ ԱԱ-ի նախնական դասակարգման որոշման կորստի դեպքում",
        answers:[
            {id:0,answer:"մաքսային մարմինը տրամադրում է ԱՏԳ ԱԱ-ի նախնական դասակարգման նոր որոշում",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային մարմինը տրամադրում է դիմումատուի կողմից նախկինում ստացված ըստ ԱՏԳ ԱԱ-ի նախնական դասակարգման որոշման կրկնօրինակը",isCorrect:true,answered:false},
            {id:2,answer:"մաքսային մարմինը մերժում է հայտը",isCorrect:false,answered:false},
            {id:3,answer:"մաքսային մարմինը կազմում է արձանագրություն",isCorrect:false,answered:false},
        ]
    },
    {
        id:36,
        question:"Որ մարմինն է վարում անդամ պետությունների մտավոր սեփականության օբյեկտների միասնական մաքսային ռեեստրը",
        answers:[
            {id:0,answer:"ԵԱՏՄ Հանձնաժողովը",isCorrect:true,answered:false},
            {id:1,answer:"Պետական Եկամուտների Կոմիտեն",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ կառավարությունը",isCorrect:false,answered:false},
            {id:3,answer:"ՀՀ կառավարության լիազոր մարմինը",isCorrect:false,answered:false},
        ]
    },
    {
        id:37,
        question:"Ինչ է հատուկ մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"Հատուկ մաքսային ընթացակարգն օտարերկրյա ապրանքների և Միության ապրանքների առանձին կատեգորիաների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրաքները տեղափոխվում են Միության մաքսային սահմանով, գտնվում են և (կամ) օգտագործվում են Միության մաքսային տարածքում կամ դրա սահմաններից դուրս առանց մաքսատուրքերի, հարկերի, հատուկ հակագնագցման փոխհատուցման տուրքերի վճարման այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և (կամ) այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների պահպանմամբ",isCorrect:true,answered:false},
            {id:1,answer:"Հատուկ մաքսային ընթացակարգն Միության ապրանքների առանձին կատեգորիաների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրաքները տեղափոխվում են Միության մաքսային սահմանով, գտնվում են և (կամ) օգտագործվում են Միության մաքսային տարածքում կամ դրա սահմաններից դուրս առանց մաքսատուրքերի, հարկերի, հատուկ հակագնագցման փոխհատուցման տուրքերի վճարման այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և (կամ) այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների պահպանմամբ",isCorrect:false,answered:false},
            {id:3,answer:"Հատուկ մաքսային ընթացակարգն օտարերկրյա ապրանքների առանձին կատեգորիաների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդպիսի ապրաքները տեղափոխվում են Միության մաքսային սահմանով, գտնվում են և (կամ) օգտագործվում են Միության մաքսային տարածքում կամ դրա սահմաններից դուրս առանց մաքսատուրքերի, հարկերի, հատուկ հակագնագցման փոխհատուցման տուրքերի վճարման այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և (կամ) այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների պահպանմամբ",isCorrect:false,answered:false},
        ]
    },
    {
        id:38,
        question:"Ում կողմից է տրամադրվում ըստ ԱՏԳ ԱԱ-ի նախնական դասակարգման որոշումը",
        answers:[
            {id:0,answer:"մաքսային մարմնի",isCorrect:true,answered:false},
            {id:1,answer:"մաքսային մարմնի կամ Պետական Եկամուտների Կոմիտեի",isCorrect:false,answered:false},
            {id:2,answer:"Պետական Եկամուտների Կոմիտեի",isCorrect:false,answered:false},
            {id:3,answer:"ԵՏՀ Հանձնաժողովի",isCorrect:false,answered:false},
        ]
    },
    {
        id:39,
        question:"«Մաքսային տարանցում» մաքսային ընթացակարգին համապատասխան ապրանքների փոխադրման դեպքում մաքսային տարանցման ժամկետը երկարաձգելու համար հայտարարատուն կամ փոխադրողը մաքսային տարանցման սահմանված ժամկետը երկարաձգելու վերաբերյալ հիմնավորված դիմումը երբ և ուր է ուղարկում",
        answers:[
            {id:0,answer:"նախքան ուղարկող մաքսային մարմնի կողմից սահմանված մաքսային տարանցման ժամկետը լրանալը ուղարկող մաքսային մարմին կամ այն մաքսային մարմին, որը լիազորված է կատարել մաքսային գործառնություններ",isCorrect:true,answered:false},
            {id:1,answer:"նախքան նշանակման մաքսային մարմնի կողմից սահմանված մաքսային տարանցման ժամկետը լրանալը ուղարկող մաքսային մարմին կամ այն մաքսային մարմին, որը լիազորված է կատարել մաքսային գործառնություններ",isCorrect:false,answered:false},
            {id:3,answer:"նախքան ուղարկող մաքսային մարմնի կողմից սահմանված մաքսային տարանցման ժամկետը լրանալը նշանակման մաքսային մարմին",isCorrect:false,answered:false},
        ]
    },
    {
        id:40,
        question:"Ստորև նշվածներից որ մարմնին է վերապահված ՀՀ ապրանքների ծագման երկրի վկայականների և հավաստագրերի տրամադրման ընդհանուր վերահսկողությունը",
        answers:[
            {id:0,answer:"ՀՀ Էկոնոմիկայի նախարարությանը",isCorrect:true,answered:false},
            {id:1,answer:"ՀՀ Կառավարության լիազոր մարմնին",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ Շրջակա միջավայրի նախարարությանը",isCorrect:false,answered:false},
            {id:3,answer:"Պետական Եկամուտների Կոմիտեին",isCorrect:false,answered:false},
        ]
    },

]

export default questions