

const questions = [
    {
        id:1,
        question:"Ուղևորային հայտարարագրում նշման ենթակա տեղեկությունների ցանկը սահմանում է",
        answers:[
            {id:0,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
            {id:1,answer:"Պետական եկամուտների կոմիտեն",isCorrect:false,answered:false},
            {id:2,answer:"Հանձնաժողովը",isCorrect:true,answered:false},
        ]
    },
    {
        id:2,
        question:"Ստորև նշված որ մաքսատուն-վարչության գործունեության տարածքում է գտնվում ՀՀ Լոռու մարզը",
        answers:[
            {id:0,answer:"Արևելյան մաքսատուն- վարչություն",isCorrect:true,answered:false},
            {id:1,answer:"Արարատյան մաքսատուն- վարչություն",isCorrect:false,answered:false},
            {id:2,answer:"Հյուսիսային մաքսատուն- վարչություն",isCorrect:false,answered:false},
        ]
    },
    {
        id:3,
        question:"Ֆիզիկական անձանց նկատմամբ նշվածներից մաքսային հսկողության որ ձևը կարող է կիրառվել",
        answers:[
            {id:0,answer:"տեսազննում",isCorrect:false,answered:false},
            {id:1,answer:"անձի մաքսային զննում",isCorrect:true,answered:false},
            {id:2,answer:"մաքսային ստուգում",isCorrect:false,answered:false},
        ]
    },
    {
        id:4,
        question:"Ֆիզիկական և պաշտոնատար անձիք ենթակա են պատասխանատվության",
        answers:[
            {id:0,answer:"մաքսային կանոնների դիտավորյալ կամ անզգուշորեն խախտելու համար",isCorrect:true,answered:false},
            {id:1,answer:"մաքսային կանոնների դիտավորյալ խախտելու համար",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային կանոնների անզգուշորեն խախտելու համար",isCorrect:false,answered:false},
        ]
    },
    {
        id:5,
        question:"Ինչ իրավական ակտով է կարգավորվում Եվրասիական տնտեսական  միության մաքսային տարածք ներմուծվող ապրանքերի մաքսային արժեքը",
        answers:[
            {id:0,answer:"ՀՀ Մաքսային կարգավորման մասին օրենքով",isCorrect:false,answered:false},
            {id:1,answer:"Եվրասիական տնտեսական միության  մաքսային օրենսգրքով",isCorrect:true,answered:false},
            {id:2,answer:"ԵՏՄ ազատ առևտրի պայմանագրով",isCorrect:false,answered:false},
        ]
    },
    {
        id:6,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում բույսերի պաշտպանության միջոցների (որոնց ներմուծումը Եվրասիական տնտեսական միության մաքսային տարածք սահմանափակ է) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ տարածքային կառավարման և ենթակառուցվածքների նախարարություն",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:false,answered:false}
        ]
    },
    {
        id:7,
        question:"ԵԱՏՄ մաքսային օրենսգրքին համապատասխան՝ նշվածներից որը «Միության ապրանքի կարգավիճակ ունեցող ապրանք»  հասկացությանը չի դասվում",
        answers:[
            {id:0,answer:"«Ազատ պահեստ» մաքսային ընթացակարգով ձևակերպված Միության ապրանքները",isCorrect:false,answered:false},
            {id:1,answer:"«Արտահանում» մաքսային ընթացակարգով ձևակերպված և Միության տարածքից փաստացի մեկնած՝ Միության տարածքում չգտնվող ապրանքները",isCorrect:true,answered:false},
            {id:2,answer:"«Արտահանում» մաքսային ընթացակարգով ձևակերպված սակայն Միության տարածքից փաստացի չմեկնած՝ դեռ Միության տարածքում գտնվող ապրանքները",isCorrect:false,answered:false},
        ]
    },
    {
        id:8,
        question:"Ստորև նշվածներից որ մարմնին է վերապահված ՀՀ ապրանքների ծագման երկրի վկայականների և հավաստագրերի տրամադրման ընդհանուր վերահսկողությունը",
        answers:[
            {id:0,answer:"ՀՀ Էկոնոմիկայի նախարարությանը",isCorrect:true,answered:false},
            {id:1,answer:"ՀՀ Կառավարության լիազոր մարմնի",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ Կառավարությանը",isCorrect:false,answered:false},
        ]
    },
    {
        id:9,
        question:"ԵԱՏՄ հետ գործող ազատ առևտրի համաձայնագրերի շրջանակներում ո՞ր հավաստագիրն է հանդիսանում առանձնաշնորհային",
        answers:[
            {id:0,answer:"CT-1",isCorrect:false,answered:false},
            {id:1,answer:"CT-3",isCorrect:true,answered:false},
            {id:2,answer:"CT-4",isCorrect:false,answered:false},
        ]
    },
    {
        id:10,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ապրանքները մաքսային ընթացակարգով ձևակերպելու օր է համարվում",
        answers:[
            {id:0,answer:"ապրանքների բացթողման օրը",isCorrect:true,answered:false},
            {id:1,answer:"Մաքսային հայտարարագրի գրանցման օրը",isCorrect:false,answered:false},
            {id:2,answer:"Նախնական մաքսային հայտարարագրի կազմման օրը",isCorrect:false,answered:false},
        ]
    },
    {
        id:11,
        question:"Մաքսային կանոնների խախտման վերաբերյալ գործերը քննում և որոշում են կայացնում է",
        answers:[
            {id:0,answer:"վերադաս մաքսային մարմինը կամ դատարանը",isCorrect:false,answered:false},
            {id:1,answer:"Պետական եկամուտների կոմիտեն",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային մարմինները",isCorrect:true,answered:false},
        ]
    },
    {
        id:12,
        question:"Անչափահաս կամ անգործունակ ֆիզիկական անձի մաքսային զննում անցկացնելիս  նրա օրինական ներկայացուցիչները (ծնողները, որդեգրողները, խնամակալները կամ հոգաբարձուները) կամ նրան ուղեկցող անձինք",
        answers:[
            {id:0,answer:"պարտավոր են ներկա գտնվել",isCorrect:true,answered:false},
            {id:1,answer:"կարող են ներկա գտնվել իրենց ցանկությամբ",isCorrect:false,answered:false},
            {id:2,answer:"պարտավոր չեն ներկա գտնվել",isCorrect:false,answered:false},
        ]
    },
    {
        id:13,
        question:"Անձնական օգտագործման ապրանքների մաքսային հայտարարագրման ժամանակ ֆիզիկական անձի կողմից ներկայացվում  է",
        answers:[
            {id:0,answer:"ուղևորային մաքսային հայտարարագիր",isCorrect:true,answered:false},
            {id:1,answer:"դիմում",isCorrect:false,answered:false},
            {id:2,answer:"ապրանքային հայտարարագիր",isCorrect:false,answered:false},
        ]
    },
    {
        id:14,
        question:"Ստորև նշված որ մարմնի կողմից է սահմանվում ապրանքի ծագման մասին նախնական որոշման ձևը, այն լրացնելու և ապրանքի ծագման մասին այդպիսի նախնական որոշման մեջ փոփոխություններ (լրացումներ) կատարելու կարգը",
        answers:[
            {id:0,answer:"Պետական եկամուտների կոմիտեի",isCorrect:false,answered:false},
            {id:1,answer:"ԵՏՀ հանձնաժողովի",isCorrect:true,answered:false},
            {id:2,answer:"մաքսային մարմնի",isCorrect:false,answered:false}
        ]
    },
    {
        id:15,
        question:"«Մաքսային տարանցում» մաքսային ընթացակարգին համապատասխան ապրանքների փոխադրման դեպքում մաքսային տարանցման ժամկետը երկարաձգելու համար՝",
        answers:[
            {id:0,answer:"հայտարարատուն կամ փոխադրողը ներկայացնում է մաքսային տարանցման սահմանված ժամկետը երկարաձգելու վերաբերյալ հիմնավորված դիմում",isCorrect:true,answered:false},
            {id:1,answer:"հայտարարատուն կամ փոխադրողը ներկայացնում է նոր տարանցման հայտարարագիր",isCorrect:false,answered:false},
            {id:2,answer:"հայտարարատուն կամ փոխադրողը ներկայացնում է մաքսային տարանցման սահմանված ժամկետը երկարաձգելու վերաբերյալ մաքսային մուտքի օրդեր",isCorrect:false,answered:false},
        ]
    },
    {
        id:16,
        question:"<Ոչնչացում> մաքսային ընթացակարգով ձևակերպված ապրանքների ոչնչացման արդյունքները ձևակերպվում են",
        answers:[
            {id:0,answer:"համապատասխան ակտով, որի ձևը հաստատել է ՀՀ կառավարությունը",isCorrect:true,answered:false},
            {id:1,answer:"համապատասխան եղանակով, որի ձևը հաստատել է ՀՀ կառավարությունը",isCorrect:false,answered:false},
            {id:2,answer:"համապատասխան ակտով, որի ձևը հաստատել է մաքսային մարմինը",isCorrect:false,answered:false},
        ]
    },
    {
        id:17,
        question:"Հայտարարագրման ժամանակ ով է հայտարարագրում ապրանքի ծագման երկիրը.",
        answers:[
            {id:0,answer:"ՀՀ մաքսային մարմինը",isCorrect:false,answered:false},
            {id:1,answer:"հայտարարատուն",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ կառավարության լիազոր մարմինը",isCorrect:false,answered:false},
        ]
    },
    {
        id:18,
        question:" Ի՞նչ է մաքսային տեսազննումը",
        answers:[
            {id:0,answer:"մաքսային ընթացակարգի տեսակ է",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային հսկողության ձև է",isCorrect:true,answered:false},
            {id:2,answer:"մաքսային հսկողության անցկացումն ապահովող միջոց է",isCorrect:false,answered:false},
        ]
    },
    {
        id:19,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում թմրամիջոցներ և հոգեմետ (հոգեներգործուն) նյութերի պրեկուրսորներ չհամարվող թունավոր նյութերի (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման դեպքում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ Առողջապահության նախարարությունը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:true,answered:false},
        ]
    },
    {
        id:20,
        question:"Ստորև նշվածներից ինչի հիման վրա է որոշվում ապրանքների առաքման վայրը",
        answers:[
            {id:0,answer:"տրանսպորտային (փոխադրման) փաստաթղթերում նշված նշանակման կետի մասին տեղեկությունների",isCorrect:true,answered:false},
            {id:1,answer:"տրանսպորտային (փոխադրման) և առևտրային փաստաթղթերում նշված ապրանքի ծագման երկրի մասին տեղեկությունների",isCorrect:false,answered:false},
            {id:2,answer:"տրանսպորտային (փոխադրման) և առևտրային փաստաթղթերում նշված առաքողի գտնվելու վայրի մասին տեղեկությունների",isCorrect:false,answered:false},
        ]
    },
    {
        id:21,
        question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքների մաքսային արժեքի որոշման մեթոդ է",
        answers:[
            {id:0,answer:"Հատուկ գործարքի արժեքի մեթոդը",isCorrect:false,answered:false},
            {id:1,answer:"Օտարերկյա ապրանքների գործարքի արժեքի մեթոդը",isCorrect:false,answered:false},
            {id:2,answer:"Նույնանման (նույնական) ապրանքների գործարքի արժեքի մեթոդը",isCorrect:true,answered:false}
        ]
    },
    {
        id:22,
        question:"Որպես ԵԱՏՄ մաքսային օրնսգրքով սահմանված ընդհանուր կանոն ով է կրում ապրանքները հայտագրված մաքսային ընթացակարգինհամապատասխան օգտագործելու այն պայմանները պահպանելու պարտավորությունը, որոնք ենթակա են պահպանման ապրանքները մաքսային ընթացակարգով ձևակերպելուց հետո",
        answers:[
            {id:0,answer:"Որպես ԵԱՏՄ մաքսային օրնսգրքով սահմանված ընդհանուր կանոն ապրանքները հայտարարագրված մաքսային ընթացակարգին համապատասխան օգտագործելու այն պայմանները պահպանելու պարտավորությունը, որոնք ապրանքները մաքսային ընթացակարգով ձևակերպելուց հետո ենթակա են պահպանման կրում է այն մաքսային մարմինը, որի վրա դրված է այդ պայմանների պահպանման նկատմամբ հսկողություն իրականացնելու պարտավորությունը",isCorrect:false,answered:false},
            {id:1,answer:"Որպես ԵԱՏՄ մաքսային օրնսգրքով սահմանված ընդհանուր կանոն ապրանքները հայտագրված մաքսային ընթացակարգին համապատասխան օգտագործելու այն պայմանները պահպանելու պարտավորությունը, որոնք ապրանքները մաքսային ընթացակարգով ձևակերպելուց հետո ենթակա են պահպանման կրում է հայտարարատուն",isCorrect:true,answered:false},
            {id:2,answer:"Որպես ԵԱՏՄ մաքսային օրնսգրքով սահմանված ընդհանուր կանոն ապրանքները հայտագրված մաքսային ընթացակարգին համապատասխան օգտագործելու այն պայմանները պահպանելու պարտավորությունը, որոնք ապրանքները մաքսային ընթացակարգով ձևակերպելուց հետո ենթակա են պահպանման համապարտության սկզբունքով կրում են մաքսային ներկայացուցիչը և ապրանքների բացթողումն իրականացրած պաշտոնատար անձը",isCorrect:false,answered:false},
        ]
    },
    {
        id:23,
        question:"Ստորև նշվածներից ով է իրականացնում Հայաստանի Հանրապետությունից արտահանվող ապրանքների ծագման երկրի որոշումը և ապրանքներին տրամադրվող` արտոնյալ ծագման կարգավիճակը հաստատող հավաստագրի տրամադրումը",
        answers:[
            {id:0,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ Կառավարության լիազոր մարմինը",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ կառավարության աշխատակազմը",isCorrect:false,answered:false},
        ]
    },
    {
        id:24,
        question:"«Ներքին սպառման համար բացթողում» մաքսային ընթացակարգը՝",
        answers:[
            {id:0,answer:"Օտարերկրյա ապրանքների առնչությամբ կիրառելի մաքսային ընթացակարգ է, որին համապատասխան՝ այդպիսի ապրանքները պահպանվում են մաքսային պահեստում` առանց ներմուծման մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և դրանց օգտագործման պայմանները՝ այդպիսի մաքսային ընթացակարգին համապատասխան:",isCorrect:false,answered:false},
            {id:1,answer:"Օտարերկրյա ապրանքների և Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որի համաձայն այդպիսի ապրանքները տեղավորվում և օգտագործվում են ԱՏԳ տարածքի կամ դրա մի մասի սահմաններում` առանց մաքսատուրքերի, հարկերի, հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման՝ այդպիսի մաքսային ընթացակարգով ապրանքների ձևակերպման և այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանների կատարմամբ:",isCorrect:false,answered:false},
            {id:2,answer:"Օտարերկրյա ապրանքների առնչությամբ կիրառվող այն մաքսային ընթացակարգն է, որին համապատասխան ապրանքները Միության մաքսային տարածքում գտնվում և օգտագործվում են առանց օտարերկրյա ապրանքների առնչությամբ՝ մաքսային կարգավորման ոլորտի միջազգային պայմանագրերով և ակտերով նախատեսված՝ տիրապետման, օգտագործման և (կամ) տնօրինման սահմանափակումների, եթե այլ բան սահմանված չէ ԵԱՏՄ մաքսային օրենսգրքով:",isCorrect:true,answered:false},
        ]
    },
    {
        id:25,
        question:"Ինչով են ձևակերպվում հայտարարագրված ապրանքների ոչնչացման արդյունքները, եթե ոչնչացման աշխատանքների տևողությունը մեկ օրվանից ավելի է",
        answers:[
            {id:0,answer:"ոչնչացման ակտ է կազմվում յուրաքանչյուր աշխատանքային օրվա համար",isCorrect:true,answered:false},
            {id:1,answer:"կազմվում է ամբողջ աշխատանքների իրականացման վերաբերյալ ոչնչացման մեկ ընդհանուր ակտ",isCorrect:false,answered:false},
            {id:2,answer:"ոչնչացման արձանագրություն է կազմվում յուրաքանչյուր աշխատանքային օրվա համար",isCorrect:false,answered:false},
        ]
    },
    {
        id:26,
        question:"Ի՞նչ է «Ժամանակավոր արտահանում» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Ժամանակավոր արտահանում» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ ներմուծման մաքսատուրքերի, հարկերի մասնակի վճարմամբ և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման կամ առանց ներմուծման մաքսատուրքերի, հարկերի վճարման և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման:",isCorrect:false,answered:false},
            {id:1,answer:"Ժամանակավոր արտահանում» մաքսային ընթացակարգը Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան նման ապրանքներն արտահանվում են Միության մաքսային տարածքից՝ դրա սահմաններից դուրս դրանց գտնվելու և օգտագործվելու համար` առանց արտահանման մաքսատուրքեր վճարելու՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանները:",isCorrect:true,answered:false},
            {id:2,answer:"«Ժամանակավոր արտահանում» մաքսային ընթացակարգը Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան նման ապրանքներն արտահանվում են Միության մաքսային տարածքից՝ դրա սահմաններից դուրս դրանց գտնվելու և օգտագործվելու համար` վճարելով արտահանման մաքսատուրքեր:",isCorrect:false,answered:false},
        ]
    },
    {
        id:27,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի մաքսային մարմիններին վճարվող ստորև ներկայացված որ վճարը մաքսային վճար չի համարվում",
        answers:[
            {id:0,answer:"պետական տուրքը",isCorrect:false,answered:false},
            {id:1,answer:"ճանապարհային հարկը",isCorrect:true,answered:false},
            {id:2,answer:"ավելացված արժեքի հարկը",isCorrect:false,answered:false},
        ]
    },
    {
        id:28,
        question:"Ինչ է «Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում են, սակայն չեն օգտագործվում Միության մաքսային տարածքում՝ առանց ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանների պահպանման։ ",isCorrect:false,answered:false},
            {id:1,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգը Միության ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան նման ապրանքներն արտահանվում են Միության մաքսային տարածքից՝ դրա սահմաններից դուրս դրանց գտնվելու և օգտագործվելու համար` առանց արտահանման մաքսատուրքեր վճարելու՝ պահպանելով այդ մաքսային ընթացակարգով ապրանքների ձևակերպման և այդպիսի մաքսային ընթացակարգին համապատասխան դրանց օգտագործման պայմանները:",isCorrect:false,answered:false},
            {id:2,answer:"«Ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգն օտարերկրյա ապրանքների նկատմամբ կիրառվող մաքսային ընթացակարգ է, որին համապատասխան այդ ապրանքները ժամանակավոր գտնվում և օգտագործվում են Միության մաքսային տարածքում, պահպանելով ապրանքներն այդ մաքսային ընթացակարգով ձևակերպելու և այդ մաքսային ընթացակարգին համապատասխան դրանք օգտագործելու պայմանները՝ ներմուծման մաքսատուրքերի, հարկերի մասնակի  վճարմամբ և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման կամ առանց ներմուծման մաքսատուրքերի, հարկերի վճարման և առանց հատուկ, հակագնագցման, փոխհատուցման տուրքերի վճարման ",isCorrect:true,answered:false},
        ]
    },
    {
        id:29,
        question:"Երբ է օտարերկրյա ֆիզիկական անձը պարտավոր իրականացնելու ժամանակավոր պահպանման տակ գտնվող անձնական օգտագործման ապրանքների մաքսային հայտարարագրումը",
        answers:[
            {id:0,answer:"անձնական օգտագործման ապրանքների ժամանակավոր պահպանման ժամկետը լրանալու օրվան հաջորդող 3 աշխատանքային օրվանից ոչ ուշ ",isCorrect:false,answered:false},
            {id:1,answer:"մինչև անձնական օգտագործման ապրանքների ժամանակավոր պահպանման ժամկետը լրանալը",isCorrect:true,answered:false},
            {id:2,answer:"անձնական օգտագործման ապրանքների ժամանակավոր պահպանման ժամկետը լրանալու օրվան հաջորդող 10 աշխատանքային օրվա ընթացքում ",isCorrect:false,answered:false},
        ]
    },
    {
        id:30,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի հայտարարատուի դիմումի հիման վրա ստորև ներկայացված  որ մարմինը կարող է ընդունել ապրանքի ծագման երկրի վերաբերյալ նախնական որոշում.",
        answers:[
            {id:0,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
            {id:1,answer:"Եվրասիական տնտեսական միության հանձնաժոովը",isCorrect:false,answered:false},
            {id:2,answer:"ՀՀ պետական եկամուտների կոմիտեն",isCorrect:true,answered:false}
        ]
    },
    {
        id:31,
        question:"Ով է հայտարարագրում ապրանքի ԱՏԳ ԱԱ ծածկագիրը",
        answers:[
            {id:0,answer:"հայտարարատուն կամ մաքսային մարմինը",isCorrect:false,answered:false},
            {id:1,answer:"հայտարարատուն",isCorrect:true,answered:false},
            {id:2,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
        ]
    },
    {
        id:32,
        question:"Ի՞նչ հայտարարություն է «Կանաչ» ուղու մուտքի (ելքի) գիծը ֆիզիկական անձի կողմից հատելը",
        answers:[
            {id:0,answer:"«Կանաչ» ուղու մուտքի (ելքի) գիծը իրավաբանական անձի կողմից հատելը մաքսային հայտարարագրման ենթակա ապրանքների բացակայության մասին ֆիզիկական անձի կողմից արված հայտարարություն է:",isCorrect:false,answered:false},
            {id:1,answer:"«Կանաչ» ուղու մուտքի (ելքի) գիծը ֆիզիկական անձի կողմից հատելը մաքսային հայտարարագրման ենթակա ապրանքների առկայության մասին ֆիզիկական անձի կողմից արված հայտարարություն է:",isCorrect:false,answered:false},
            {id:2,answer:"«Կանաչ» ուղու մուտքի (ելքի) գիծը ֆիզիկական անձի կողմից հատելը մաքսային հայտարարագրման ենթակա ապրանքների բացակայության մասին ֆիզիկական անձի կողմից արված հայտարարություն է:",isCorrect:true,answered:false},
        ]
    },
    {
        id:33,
        question:"Վճարումների կենտրոնացված հաշվառման համակարգում, հայտարարատուն ինչ եղանակով ինքնուրույն կարող է վճարել առկա պարտավորությունը",
        answers:[
            {id:0,answer:"Բանկային քարտերի կիրառությամբ",isCorrect:true,answered:false},
            {id:1,answer:"մաքսային հայտարարագրի կիրառությամբ",isCorrect:false,answered:false},
            {id:2,answer:"բանկային անդորրագրի կիրառությամբ",isCorrect:false,answered:false},
        ]
    },
    {
        id:34,
        question:"Միության որ ապրանքների օգտագործումն է արգելված «Վերամշակում մաքսային տարածքում» մաքսային ընթացակարգի կիրառման շրջանակներում",
        answers:[
            {id:0,answer:"Օտարերկյա այն ապրանքների, որոնց նկատմամբ անդամ պետությունների օրենսդրությամբ սահմանված են արտահանման մաքսատուրքերի դրույքաչափեր, և որոնք ընդգրկված են Հանձնաժողովի կողմից սահմանվող ցանկում",isCorrect:false,answered:false},
            {id:1,answer:"Միության բոլոր ապրանքների, այդ թվում, անդամ պետության մաքսային կարգավորման վերաբերյալ օրենսդրությամբ նախատեսված լինելու դեպքում՝ պայմանականորեն բաց թողնված ապրանքների",isCorrect:false,answered:false},
            {id:2,answer:"Միության այն ապրանքների, որոնց նկատմամբ անդամ պետությունների օրենսդրությամբ սահմանված են արտահանման մաքսատուրքերի դրույքաչափեր, և որոնք ընդգրկված են Հանձնաժողովի կողմից սահմանվող ցանկում",isCorrect:true,answered:false}
        ]
    },
    {
        id:35,
        question:"Նշվածներից որը մաքսային հսկողության անցկացումն ապահովող միջոց չէ",
        answers:[
            {id:0,answer:"մաքսային ստուգում",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային տեսազննում",isCorrect:true,answered:false},
            {id:2,answer:"անձի մաքսային զննում",isCorrect:false,answered:false}
        ]
    },
    {
    id:36,
    question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքերի մաքսային արժեքի համար առավելագույն հնարավոր չափով հիմք պետք է ծառայի",
    answers:[
        {id:0,answer:"պահուստային մեթոդը",isCorrect:false,answered:false},
        {id:1,answer:"գումարման մեթոդը",isCorrect:false,answered:false},
        {id:2,answer:"Գործարքի արժեքի մեթոդը",isCorrect:true,answered:false},
    ]
   },
   {
     id:37,
     question:"Եվրասիական տնտեսական միության մաքսային օրենսգրքի համաձայն ստորև նշված  ո՞ր դեպքում է ապրանքների դասակարգում իրականացնում մաքսային մարմինը.",
     answers:[
         {id:0,answer:"մաքսային հայտարարագրման ժամանակ մաքսային մարմնի կողմից ապրանքների ոչ ճիշտ դասակարգման հայտնաբերման դեպքում՝ ինչպես դրանց բացթողումից առաջ, այնպես էլ դրանից հետո",isCorrect:true,answered:false},
         {id:1,answer:"բոլոր դեպքերում ապրանքների դասակարգումը իրականացնում է մաքսային մարմինը",isCorrect:false,answered:false},
         {id:2,answer:"մաքսային հայտարարագրման ժամանակ մաքսային մարմնի կողմից ապրանքների ոչ ճիշտ դասակարգման հայտնաբերման դեպքում՝ դրանց բացթողումից առաջ",isCorrect:false,answered:false},
     ]
    },
    {
        id:38,
        question:"«Մաքսային տարանցում» մաքսային ընթացակարգի գործողությունն ավարտելու համար փոխադրողը պարտավոր է",
        answers:[
            {id:0,answer:"նշանակման մաքսային մարմին ներկայացնել ապրանքային հայտարարագիրը",isCorrect:false,answered:false},
            {id:1,answer:"ուղարկող մաքսային մարմին ներկայացնել տարանցման հայտարարագիրը",isCorrect:false,answered:false},
            {id:2,answer:"նշանակման մաքսային մարմին ներկայացնել տարանցման հայտարարագիրը",isCorrect:true,answered:false},
        ]
    },
    {
        id:39,
        question:"ԵԱՏՄ մաքսյին օրենսգրքի համաձայն փոխադրողը կամ հայտարարտուն մաքսային մարմնի աշխատանքային ժամերին՝ ժամանման մասին ծանուցման պահից սկսած 3 ժամվա ընթացքում նշվածներից որ գործառնությունը կատարելու պարտավորություն չեն կրում",
        answers:[
            {id:0,answer:"ապրանքի ժամանակավոր պահպանության հանձնման հետ կապված գործառնությունների իրականցման անհնարինության դեպքում ապրանքի ԵԱՏՄ տարածքից արտահանում",isCorrect:false,answered:false},
            {id:1,answer:"ապրանքի ժամանակավոր պահպանության հանձնման հետ կապված գործառնությունների իրականցում",isCorrect:false,answered:false},
            {id:2,answer:"ապրանքի՝ դրոշմապիտակների փակցման և մանրածախ վաճառքի համար նախապատրաստման գործառնությունների իրականացում",isCorrect:true,answered:false},
        ]
    },
    {
        id:40,
        question:"Ի՞նչ նպատակով է թույլատրվում կիրառել «Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգը՝ «ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգով ձևակերպված ապրանքների նկատմամբ.",
        answers:[
            {id:0,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգը կիրառվում է «ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգի գործողության շարունակման համար",isCorrect:false,answered:false},
            {id:1,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգը կիրառվում է «մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգի գործողության կասեցման համար",isCorrect:false,answered:false},
            {id:2,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգը կիրառվում է «ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգի գործողության կասեցման համար",isCorrect:true,answered:false}
        ]
    },

]

export default questions