
const questions = [
    {
        id:1,
        question:"Միության մաքսային սահմանով ապրանքների տեղափոխման վայրերում առաջացած օպերատիվ իրավիճակից ելնելով <Երկուղի համակարգը> ժամանակավորապես կարող է չկիրառվել",
        answers:[
            {id:0,answer:"Հայտարարատուի որոշմամբ",isCorrect:false,answered:false},
            {id:1,answer:"Պետական Եկամուտների Կոմիտեի որոշմամբ",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային մարմնի որոշմամբ",isCorrect:true,answered:false},
        ]
    },
    {
        id:2,
        question:"մշտական բնակության փաստի ճանաչումը հաստատող փաստաթուղթը կարող է տրամադրվել",
        answers:[
            {id:0,answer:"եթե փաստաթղթի համար դիմելու օրվան նախորդող 1805 օր ժամանակահատվածու մ օտարերկրյա անձն առնվազն 915 օր բացակայել է Հայաստանից",isCorrect:false,answered:false},
            {id:1,answer:"եթե փաստաթղթի համար դիմելու օրվան նախորդող 1825 օր ժամանակահատվածու մ օտարերկրյա անձն առնվազն 915 օր բացակայել է Հայաստանից",isCorrect:true,answered:false},
            {id:2,answer:"եթե փաստաթղթի համար դիմելու օրվան նախորդող 1825 օր ժամանակահատվածու մ օտարերկրյա անձն առնվազն 905 օր բացակայել է Հայաստանից",isCorrect:false,answered:false},
        ]
    },
    {
        id:3,
        question:"Մտավոր սեփականության օբյեկտի գրանցման դիմում կարող է ներկայացնել",
        answers:[
            {id:0,answer:"մտավոր սեփականության օբյեկտի նկատմամբ իրավունքի տիրապետողը, այդ օբյեկտն օգտագործելու օրինական իրավունք ունեցող որևէ այլ անձ,",isCorrect:true,answered:false},
            {id:1,answer:"Հայտարարատուն",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
        ]
    },
    {
        id:4,
        question:"Մտավոր սեփականության օբյեկտի գրանցման դիմումին կից ներկայացվում է",
        answers:[
            {id:0,answer:"մտավոր սեփականության տվյալ օբյեկտի նկատմամբ իր իրավունքները հավաստող հայտարարագիր",isCorrect:false,answered:false},
            {id:1,answer:"մտավոր սեփականության տվյալ օբյեկտի նկատմամբ իր իրավունքները հավաստող փաստաթուղթ",isCorrect:true,answered:false},
            {id:2,answer:"մտավոր սեփականության տվյալ օբյեկտի նկատմամբ իրավունք ունեցող անձի պետական ռեգիստրի վկայական",isCorrect:false,answered:false},
        ]
    },
    {
        id:5,
        question:"Նախքան <Ոչնչացում> մաքսային ընթացակարգով սահմանված կարգով լրացված մաքսային հայտարարագիր ներկայացնելը՝ հայտարարատուն ներկայացնում է",
        answers:[
            {id:0,answer:"Պետական լիազոր մարմնի կողմից տրված ակտը",isCorrect:false,answered:false},
            {id:1,answer:"«Ոչնչացում» մաքսային ընթացակարգով հայտարարագրելու ցանկության մասին դիմում",isCorrect:true,answered:false},
            {id:2,answer:"Ապրանքի ծագումը հաստատող փաստաթղթեր",isCorrect:false,answered:false},
        ]
    },
    {
        id:6,
        question:"Նշված ապրանքների խմբերից, որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման դեպքում, ո՞ր խմբի համար է ոլորտը համակարգող լիազոր մարմին հանդիսանում ՀՀ էկոնոմիկայի նախարարությունը.",
        answers:[
            {id:0,answer:"Գաղտի տեղեկատվություն ստանալու համար նախատեսված սարքեր",isCorrect:false,answered:false},
            {id:1,answer:"Բույսերի պաշտպանության միջոցներ",isCorrect:true,answered:false},
            {id:2,answer:"Հանքային հումքի տեսակներ",isCorrect:false,answered:false},
        ]
    },
    {
        id:7,
        question:"Նշվածներից որոնք մաքսային հսկողության օբյեկտ չեն",
        answers:[
            {id:0,answer:"ֆիզիկական անձինք",isCorrect:true,answered:false},
            {id:1,answer:"մաքսային հսկողության գոտիները",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային հսկողության տակ գտնվող ապրանքները",isCorrect:false,answered:false},
        ]
    },
    {
        id:8,
        question:"Ո՞ր պետության հետ Եվրասիական տնտեսական միությունն ունի ազատ առևտրի համաձայնագիր",
        answers:[
            {id:0,answer:"Ռուսաստանի Դաշնություն",isCorrect:false,answered:false},
            {id:1,answer:"Վիետնամի Սոցիալիստական Հանրապետության",isCorrect:true,answered:false},
            {id:2,answer:"Չինաստանի Ժողովրդական Հանրապետություն",isCorrect:false,answered:false},
        ]
    },
    {
        id:9,
        question:"Ո՞ր փաստաթղթով է հավաստվում ապրանքի ծագումը",
        answers:[
            {id:0,answer:"Ապրանքի համապատասխանության հայտարարագիր",isCorrect:false,answered:false},
            {id:1,answer:"СТ-3",isCorrect:false,answered:false},
            {id:2,answer:"Ապրանքի ծագման հայտարարագրով",isCorrect:true,answered:false},
        ]
    },
    {
        id:10,
        question:"Ո՞ւմ կողմից է ընդունվում ապրանքների ծագման մասին նախնական որոշումը",
        answers:[
            {id:0,answer:"Պետական Եկամուտների Կոմիտեի",isCorrect:false,answered:false},
            {id:1,answer:"Մաքսային մարմինների",isCorrect:true,answered:false},
            {id:2,answer:"Կառավարության լիազոր մարմնի",isCorrect:false,answered:false},
        ]
    },
    {
        id:11,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսային ընթացակարգով ձևակերպված ապրանքները դատարանի որոշմամբ բռնագրավելու կամ անդամ պետության սեփականության (եկամուտ) դարձնելու դեպքում",
        answers:[
            {id:0,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ շարունակում է գործել",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ դադարում է",isCorrect:true,answered:false},
            {id:3,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ կասեցվում է",isCorrect:false,answered:false},
        ]
    },
    {
        id:12,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսատուրքերի, հարկերի հաշվարկման նպատակով կիրառվում են",
        answers:[
            {id:0,answer:"մաքսային մարմնի կողմից մաքսային հայտարարագիրը գրանցելու օրվա նախորդող օրվա դրությամբ գործող դրույքաչափերը",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային մարմնի կողմից մաքսային հայտարարագիրը գրանցելու օրվա դրությամբ գործող դրույքաչափերը",isCorrect:true,answered:false},
            {id:3,answer:"հայտարարատուի կողմից մաքսային հայտարարագիրը գրանցելու օրվա դրությամբ գործող դրույքաչափերը",isCorrect:false,answered:false},
        ]
    },
    {
        id:13,
        question:"Մաքսային կանոնների խախտման վերաբերյալ վարչական տույժ նշանակելու մասին որոշումը",
        answers:[
            {id:0,answer:"կարող է բողոքարկվել վերադաս մաքսային մարմին կամ դատարան",isCorrect:true,answered:false},
            {id:1,answer:"կարող է բողոքարկվել վերադաս մաքսային մարմին",isCorrect:false,answered:false},
            {id:3,answer:"կարող է բողոքարկվել դատարան",isCorrect:false,answered:false},
        ]
    },
    {
        id:14,
        question:"Մաքսային մարմնի կողմից սահմանված մաքսային ընթացակարգի գործողության ժամկետը երկարաձգվում է",
        answers:[
            {id:0,answer:"Հայտարարատուի կողմից մինչև դրա լրանալը",isCorrect:false,answered:false},
            {id:1,answer:"Մաքսային մարմնի կողմից մինչև դրա լրանալը",isCorrect:true,answered:false},
            {id:3,answer:"Հայտարարատուի կողմից դրա լրանալուց հետո",isCorrect:false,answered:false},
        ]
    },
    {
    id:15,
    question:"Ո՞ր երկիրն է համարվում ապրանքի ծագման երկիր, եթե ապրանքի արտադրությանը մասնակցել են մեկից ավելի երկրներ",
    answers:[
        {id:0,answer:"Որտեղ առաջին անգամ կատարվել են բավարար վերամշակման աշխատանքներ",isCorrect:false,answered:false},
        {id:1,answer:"Որտեղ վերջին անգամ կատարվել են բավարար վերամշակման աշխատանքներ",isCorrect:true,answered:false},
        {id:2,answer:"Որտեղից արտահանվել են ապրանքները",isCorrect:false,answered:false},
    ]
    },
    {
        id:16,
        question:"Չհավաքված կամ կազմատված, այդ թվում՝ չկոմպլեկտավորված կամ անավարտ վիճակում ապրանքը, որը սահմանված ժամանակահատվածի ընթացքում տեղափոխվում է Միության մաքսային սահմանով առանձին բաղադրիչների տեսքով, կարող է հայտարարագրվել այդպիսի ապրանքի բաղադրիչների վերաբերյալ ապրանքների մի քանի հայտարարագիր ներկայացնելու միջոցով՝ նշելով կոմպլեկտավորված կամ ավարտուն վիճակում գտնվող ապրանքի ծածկագրին համապատասխանող ծածկագիրը եթե առկա է",
        answers:[
            {id:0,answer:"ապրանքների դասակարգման մասին որոշում",isCorrect:true,answered:false},
            {id:1,answer:"ապրանքների ԱՏԳԱԱ ծածկագիր",isCorrect:false,answered:false},
            {id:2,answer:"համապատասխան ընթացակարգ",isCorrect:false,answered:false},
        ]
    },
    {
        id:17,
        question:"Ֆիզիկական անձանց նկատմամբ նշվածներից մաքսային հսկողության որ ձևը կարող է կիրառվել",
        answers:[
            {id:0,answer:"շինությունների և տարածքների մաքսային տեսազննումը",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային ստուգում",isCorrect:false,answered:false},
            {id:2,answer:"անձի մաքսային զննում",isCorrect:true,answered:false},
        ]
    },
    {
        id:18,
        question:"Նշվածներից որը մաքսային հսկողության ձև հանդիսացող մաքսային ստուգման տեսակ չէ",
        answers:[
            {id:0,answer:"արտագնա",isCorrect:false,answered:false},
            {id:1,answer:"փաստաթղթային",isCorrect:true,answered:false},
            {id:2,answer:"կամերալ",isCorrect:false,answered:false},
        ]
    },
    {
        id:19,
        question:"Նշվածներից որն է մաքսային հսկողության ձև",
        answers:[
            {id:0,answer:"փաստաթղթային հարցում",isCorrect:false,answered:false},
            {id:1,answer:"բանավոր հարցում",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային ստուգում",isCorrect:true,answered:false},
        ]
    },
    {
        id:20,
        question:"Ուղևորային հայտարարագրում նշման ենթակա տեղեկությունների ցանկը սահմանում է",
        answers:[
            {id:0,answer:"Պետական Եկամուտների Կոմիտեն",isCorrect:false,answered:false},
            {id:1,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
            {id:2,answer:"Հանձնաժողովը",isCorrect:true,answered:false},
        ]
    },
    {
        id:21,
        question:"Վարչական պատասխանատվության ենթարկվող անձն իրավունք ունի",
        answers:[
            {id:0,answer:"Խուսափել վարչական տույժերի վճարումներից",isCorrect:false,answered:false},
            {id:1,answer:"Բողոքարկել վարչական տույժ նշանակելու մասին որոշումը",isCorrect:true,answered:false},
            {id:2,answer:"ելույթ ունենալ մայրենի լեզվով՝ չօգտվելով թարգմանչի ծառայություններից",isCorrect:false,answered:false},
        ]
    },
    {
        id:22,
        question:"«Ժամանակավոր արտահանում» մաքսային ընթացակարգով ձևակերպված և Միության մաքսային տարածքից փաստացի արտահանված ապրանքները՝",
        answers:[
            {id:0,answer:"պահպանում են Միության ապրանքների կարգավիճակը:",isCorrect:false,answered:false},
            {id:1,answer:"կորցնում են Միության ապրանքների կարգավիճակը:",isCorrect:true,answered:false},
            {id:2,answer:"Պահպանում են օտարերկյա ապրանքների կարգավիճակը:",isCorrect:false,answered:false},
        ]
    },
    {
        id:23,
        question:"«Մաքսային տարածքից դուրս վերամշակում» մաքսային ընթացակարգով ձևակերպված և փաստացիորեն Միության մաքսային տարածքից արտահանված ապրանքները`",
        answers:[
            {id:0,answer:"Ստանում են Միության ապրանքի կարգավիճակը:",isCorrect:false,answered:false},
            {id:1,answer:"Պահպանում են Միության ապրանքի կարգավիճակը:",isCorrect:false,answered:false},
            {id:2,answer:"Կորցնում են Միության ապրանքի կարգավիճակը:",isCorrect:true,answered:false},
        ]
    },
    {
        id:24,
        question:"«մաքսային պահեստ» մաքսային ընթացակարգով ձևակերպված ապրանքները՝:",
        answers:[
            {id:0,answer:"Պահպանում են Միության ապրանքների կարգավիճակը",isCorrect:false,answered:false},
            {id:1,answer:"Ստանում են օտարերկրյա ապրանքների կարգավիճակը",isCorrect:false,answered:false},
            {id:2,answer:"Պահպանում են օտարերկրյա ապրանքների կարգավիճակը",isCorrect:true,answered:false},
        ]
    },
    {
        id:25,
        question:"Ազգային մեկ պատուհան պորտալի, որ համակարգում են մուտքագրվում կից ներկայացվող փաստաթղթերի էլեկտրոնային տեքստերը",
        answers:[
            {id:0,answer:"փաստաթղթերի միասնական արխիվ",isCorrect:true,answered:false},
            {id:1,answer:"թույլատվական փաստաթղթեր",isCorrect:false,answered:false},
            {id:2,answer:"ապրանքային հայտարարագիր",isCorrect:false,answered:false},
        ]
    },
    {
        id:26,
        question:"Առաքման վայրի փոխումը մերժելու վերաբերյալ որոշում ընդունելու դեպքում մաքսային մարմինն այդ դիմումն ու փաստաթղթերը երբ է ուղարկում պատվիրված փոստային առաքանիով՝ հանձնման մասին ծանուցմամբ",
        answers:[
            {id:0,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող 7 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:false,answered:false},
            {id:1,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող 3 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:false,answered:false},
            {id:2,answer:"Այն դեպքում, երբ համապատասխան որոշում ընդունելու օրվան հաջորդող 5 աշխատանքային օրվա ընթացքում փոխադրողը չի ներկայացել առաքման վայրի փոխումը մերժելու վերաբերյալ նշում պարունակող դիմումը և համապատասխան փաստաթղթերն ստանալու համարը",isCorrect:true,answered:false},
        ]
    },
    {
        id:27,
        question:"ԵԱՏՄ մաքսային օրենսգրքում ինչպես է սահմանվում «անձ»  հասկացությունը.",
        answers:[
            {id:0,answer:"Ֆիզիկական անձ, իրավաբանական անձ, ինչպես նաև իրավաբանական անձ չհանդիսացող կազմակերպություն:",isCorrect:true,answered:false},
            {id:1,answer:"Ֆիզիկական անձ, իրավաբանական անձ",isCorrect:false,answered:false},
            {id:2,answer:"Ֆիզիկական անձ, իրավաբանական անձ, ինչպես նաև մաքսային մարմին",isCorrect:false,answered:false},
        ]
    },
    {
        id:28,
        question:"ԵԱՏՄ մաքսային օրենսգրքում ինչպես է սահմանվում «ապրանքների բացթողում» հասկացությունը.",
        answers:[
            {id:0,answer:"Մաքսային մարմնի գործողություն, որն իրականացնելուց հետո շահագրգիռ անձինք իրավունք ունեն օգտագործելու ապրանքները՝ հայտագրված մաքսային ընթացակարգին համապատասխան կամ այն ապրանքների առանձին կատեգորիաների համար սահմանված կարգին ու պայմաններին համապատասխան, որոնք, ԵԱՏՄ մաքսային օրենսգրքին համապատասխան, ենթակա չեն մաքսային ընթացակարգով ձևակերպման:",isCorrect:true,answered:false},
            {id:1,answer:"Հայտարարատուի գործողություն, որն իրականացնելուց հետո շահագրգիռ անձինք իրավունք ունեն օգտագործելու ապրանքները՝ հայտագրված մաքսային ընթացակարգին համապատասխան կամ այն ապրանքների առանձին կատեգորիաների համար սահմանված կարգին ու պայմաններին համապատասխան, որոնք, ԵԱՏՄ մաքսային օրենսգրքին համապատասխան, ենթակա չեն մաքսային ընթացակարգով ձևակերպման:",isCorrect:false,answered:false},
            {id:2,answer:"Մաքսային մարմնի գործողություն, որն իրականացնելուց հետո շահագրգիռ անձինք իրավունք ունեն օգտագործելու ապրանքները՝ հայտագրված մաքսային ընթացակարգին համապատասխան:",isCorrect:false,answered:false},
        ]
    },
    {
        id:29,
        question:"ԵԱՏՄ մաքսային օրենսգրքում ինչպես է սահմանվում «մաքսային հայտարարագիր» հասկացությունը.",
        answers:[
            {id:0,answer:"Մաքսային փաստաթուղթ, որը պարունակում է տեղեկություններ ապրանքների վերաբերյալ կամ ապրանքների բացթողման համար անհրաժեշտ այլտեղեկություններ:",isCorrect:true,answered:false},
            {id:1,answer:"Մաքսային փաստաթուղթ, որը պարունակում է տեղեկություններ ապրանքների վերաբերյալ,ապրանքների հետագա օգտագործման կամ ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկություններ:",isCorrect:false,answered:false},
            {id:2,answer:"Մաքսային փաստաթուղթ, որը պարունակում է տեղեկություններ ապրանքների բացթողման մասին:",isCorrect:false,answered:false},
        ]
    },
    {
        id:30,
        question:"ԵԱՏՄ մաքսային օրենսգրքում ինչպես է սահմանվում«օտարերկրյա ապրանքներ» հասկացությունը.",
        answers:[
            {id:0,answer:"Օտարերկյա  ապրանքներ hհամարվող, այդ թվում՝ ԵԱՏՄ մաքսային օրենսգրքին համապատասխան՝ Օտարերկյա ապրանքների կարգավիճակը կորցրած ապրանքներ , ինչպես նաև ապրանքներ, որոնք ձեռք են բերել Միության ապրանքների կարգավիճակ (ճանաչվել են որպես Միության ապրանքներ)՝ ԵԱՏՄ մաքսային օրենսգրքին համապատասխան:",isCorrect:false,answered:false},
            {id:1,answer:"Միության  ապրանքներ hհամարվող, այդ թվում՝ ԵԱՏՄ մաքսային օրենսգրքին համապատասխան՝ Միության ապրանքների կարգավիճակը ստացած ապրանքներ , ինչպես նաև ապրանքներ, որոնք ձեռք են բերել Միության ապրանքների կարգավիճակ (ճանաչվել են որպես Միության ապրանքներ)՝ ԵԱՏՄ մաքսային օրենսգրքին համապատասխան:",isCorrect:false,answered:false},
            {id:2,answer:"Միության  ապրանքներ չհամարվող, այդ թվում՝ ԵԱՏՄ մաքսային օրենսգրքին համապատասխան՝ Միության ապրանքների կարգավիճակը կորցրած ապրանքներ , ինչպես նաև ապրանքներ, որոնք ձեռք են բերել օտարերկրյա ապրանքների կարգավիճակ (ճանաչվել են որպես օտարերկրյա ապրանքներ)՝ ԵԱՏՄ մաքսային օրենսգրքին համապատասխան:",isCorrect:true,answered:false},
        ]
    },
    {
        id:31,
        question:"Ի՞նչ է չուղեկցվող ուղեբեռը՝ ԵՏՄ մաքսային օրենսգրքի համաձայն",
        answers:[
            {id:0,answer:"ֆիզիկական անձին պատկանող անձնական օգտագործման ապրանքներ, որոնք Միության մաքսային սահմանով փաստացի տեղափոխման համար տրանսպորտային (փոխադրման) փաստաթղթերով հաստատվող միջազգային փոխադրման (տրանսպորտային առաքման) պայմանագրով փոխանցվել կամ փոխանցվում են փոխադրողին՝ կապված Միության մաքսային տարածք այդ ֆիզիկական անձի մուտքի կամ Միության մաքսային տարածքից նրա մեկնման հետ:",isCorrect:true,answered:false},
            {id:1,answer:"ֆիզիկական անձին պատկանող անձնական օգտագործման ապրանքներ,ինչպես նաև անձնական օգտագործման ապրանքներ չհանդիսացող ապրանքները, որոնք Միության մաքսային սահմանով փաստացի տեղափոխման համար տրանսպորտային (փոխադրման) փաստաթղթերով հաստատվող միջազգային փոխադրման (տրանսպորտային առաքման) պայմանագրով փոխանցվել կամ փոխանցվում են փոխադրողին՝ կապված Միության մաքսային տարածք այդ ֆիզիկական անձի մուտքի կամ Միության մաքսային տարածքից նրա մեկնման հետ:",isCorrect:false,answered:false},
            {id:2,answer:"ֆիզիկական անձին պատկանող անձնական օգտագործման ապրանքներ՝ ներառյալ ձեռքի ծանրոցը, որոնք տեղափոխվում են Միության մաքսային սահմանով Միության մաքսային տարածք ֆիզիկական անձի փաստացի մուտքի կամ Միության մաքսային տարածքից նրա մեկնման ժամանակ:",isCorrect:false,answered:false},
        ]
    },
    {
        id:32,
        question:"Ինչ նպատակով է որոշվում ՀՀ և Միության տարածքներից արտահանվող ապրանքների ծագման երկիրը",
        answers:[
            {id:0,answer:"դրանց նկատմամբ սակագնային և ոչ սակագնային կարգավորման, մաքսային վիճակագրության վարման և ծագման հավաստագրերի կամ վկայականների տրամադրման նպատակով",isCorrect:true,answered:false},
            {id:1,answer:"ներքին շուկայի պաշտպանության նպատակով",isCorrect:false,answered:false},
            {id:2,answer:"ծագման հավաստագրերի կամ վկայականների տրամադրման նպատակով",isCorrect:false,answered:false},
        ]
    },
    {
        id:33,
        question:"Ինչ որոշում է ընդունում մաքսային մարմինը . ծագման երկրի որոշման նկատմամբ հսկողություն իրականացնելու ընթացքում եթե հայտնաբերում է, որ չեն պահպանվել Միության մաքսային օրենսդրությամբ սահմանված սակագնային արտոնությունների տրամադրման չափանիշները.",
        answers:[
            {id:0,answer:"ընդունում է որոշում այդ ապրանքների բացթողումը կասեցնելու մասին",isCorrect:false,answered:false},
            {id:1,answer:"ընդունում է որոշում մաքսային արտոնությունների տրամադրումը մերժելու մասին",isCorrect:true,answered:false},
            {id:2,answer:"ընդունում է որոշում տրամադրել ավելի ցածր տոկոսներով մաքսային անրտոնություններ",isCorrect:false,answered:false},
        ]
    },
    {
        id:34,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի ինչ ժամկետներում պետք է վճարվեն պետական տուրքերը մաքսային ուղեկցման համար.",
        answers:[
            {id:0,answer:"Պետական տուրքերը պետք է վճարվեն մաքսային ուղեկցման իրականացումից հետո:",isCorrect:false,answered:false},
            {id:1,answer:"Պետական տուրքերը պետք է վճարվեն մաքսային ուղեկցման իրականացմանը զուգահեռ:",isCorrect:false,answered:false},
            {id:2,answer:"Պետական տուրքերը պետք է վճարվեն մինչև մաքսային ուղեկցման փաստացի իրականացման սկիզբը:",isCorrect:true,answered:false},
        ]
    },
    {
        id:35,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի հայտարարատուի դիմումի հիման վրա ստորև ներկայացված  որ մարմինը կարող է ընդունել ապրանքի ծագման երկրի վերաբերյալ նախնական որոշում.",
        answers:[
            {id:0,answer:"մաքսային մարմինը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ պետական եկամուտների կոմիտեն",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ Կառավարության լիազոր մարմինը",isCorrect:false,answered:false},
        ]
    },
    {
        id:36,
        question:"Որ մարմնի կողմից է ստուգվում ապրանքների ըստ ԱՏԳ ԱԱ-ի դասակարգման ճշտությունը",
        answers:[
            {id:0,answer:"ՀՀ Կառավարության լիազոր մարմինը",isCorrect:false,answered:false},
            {id:1,answer:"Պետական Եկամուտների Կոմիտեն",isCorrect:false,answered:false},
            {id:2,answer:"մաքսային մարմինների",isCorrect:true,answered:false},
        ]
    },
    {
        id:37,
        question:"Որքան է մաքսային մարմինների կողմից մտավոր սեփականության օբյեկտների նկատմամբ իրավունքների՝ պաշտպանության ժամկետը",
        answers:[
            {id:0,answer:"Մաքսային մարմինների կողմից մտավոր սեփականության օբյեկտների նկատմամբ իրավունքների՝ պաշտպանության ժամկետը չի կարող գերազանցել 1 տարին",isCorrect:false,answered:false},
            {id:1,answer:"Մաքսային մարմինների կողմից մտավոր սեփականության օբյեկտների նկատմամբ իրավունքների՝ պաշտպանության ժամկետը չի կարող գերազանցել 2 տարին",isCorrect:true,answered:false},
            {id:2,answer:"Մաքսային մարմինների կողմից մտավոր սեփականության օբյեկտների նկատմամբ իրավունքների՝ պաշտպանության ժամկետը անժամկետ է",isCorrect:false,answered:false},
        ]
    },
    {
        id:38,
        question:"Որքան ժամկետում մաքսային մարմիններն իրավունք ունեն  կասեցնելու մտավոր սեփականության իրավունքի խախտմամբ տեղափոխվող այն ապրանքների բացթողումը, որոնք ներառված չեն ռեեստրներում",
        answers:[
            {id:0,answer:"հինգ աշխատանքային օրում",isCorrect:false,answered:false},
            {id:1,answer:"տաս աշխատանքային օրում",isCorrect:false,answered:false},
            {id:2,answer:"յոթ աշխատանքային օրում",isCorrect:true,answered:false},
        ]
    },
    {
        id:39,
        question:"Ու՞մ կողմից է իրականացնում ֆիզիկական անձի մարմնի զննությունը",
        answers:[
            {id:0,answer:"մաքսային մարմնի կողմից:",isCorrect:false,answered:false},
            {id:1,answer:"վերադաս մաքսային մարմնի կողմից:",isCorrect:false,answered:false},
            {id:2,answer:"միայն բուժաշխատողի կողմից",isCorrect:true,answered:false},
        ]
    },
    {
        id:40,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում թմրամիջոցներ և հոգեմետ (հոգեներգործուն) նյութերի պրեկուրսորներ չհամարվող թունավոր նյութերի (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման դեպքում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ Առողջապահության նախարարությունը",isCorrect:false,answered:false},
            {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:true,answered:false},
            {id:2,answer:"ՀՀ Էկոնոմիկայի նախարարությունը",isCorrect:false,answered:false},
        ]
    },

]

export default questions