

const questions = [
    {
        id:1,
        question:"Ինչ է մաքսային ընթացակարգ հասկածությունը",
        answers:[
            {id:0,answer:"Մաքսային ընթացակարգը մաքսային մարմնի կողմից սահմանված կարգ է, որով մաքսային կարգավորման նպատակներով սահմանվում են Միության մաքսային տարածքում կամ դրա սահմաններից դուրս ապրանքների օգտագործման պայմաններն ու կարգը",isCorrect:false},
            {id:1,answer:"Մաքսային ընթացակարգը մաքսային փաստաթուղթ է, որով մաքսային կարգավորման նպատակներով սահմանվում են Միության մաքսային տարածքում կամ դրա սահմաններից դուրս ապրանքների օգտագործման պայմաններն ու կարգը ",isCorrect:false},
            {id:2,answer:"Մաքսային ընթացակարգը նորմերի ամբողջություն է, որոնցով մաքսային կարգավորման նպատակներով սահմանվում են Միության մաքսային տարածքում կամ դրա սահմաններից դուրս ապրանքների օգտագործման պայմաններն ու կարգը",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:2,
        question:"Ինչ է մաքսային հայտարարագրում հասկածությունը",
        answers:[
            {id:0,answer:"Մաքսային հայտարարագրումը դա՝ մաքսային մարմնում մաքսային հայտարարագրի միջոցով ապրանքների վերաբերյալ տեղեկությունների, ընտրված մաքսային ընթացակարգի և (կամ) ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկությունների հայտագրումն է",isCorrect:true},
            {id:1,answer:"Մաքսային հայտարարագրումը դա՝ մաքսային մարմնում կամ դրա սահմաններից դուրս մաքսային հայտարարագրի միջոցով ապրանքների վերաբերյալ տեղեկությունների, ընտրված մաքսային ընթացակարգի և (կամ) ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկությունների հայտագրումն է",isCorrect:false},
            {id:2,answer:"Մաքսային հայտարարագրումը դա՝ մաքսային մարմնում մաքսային հայտարարագրի միջոցով ապրանքների վերաբերյալ տեղեկությունների, ընտրված մաքսային ընթացակարգի և (կամ) ապրանքների բացթողման և ապրանքների օգտագործման համար անհրաժեշտ այլ տեղեկությունների հայտագրումն է",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:3,
        question:"Մաքսային ընթացակարգով ձևակերպված ապրանքները կարող են ձևակերպվել այլ մաքսային ընթացակարգերով կամ նույնանման մաքսային ընթացակարգով՝",
        answers:[
            {id:0,answer:"այն մաքսային ընթացակարգի գործողությունն ավարտելու համար, որով ձևակերպման ժամանակ հայտնաբերվել են մաքսային կանոնների խախտումներ",isCorrect:false},
            {id:1,answer:"այն մաքսային ընթացակարգի գործողությունն ավարտելու համար, որով ձևակերպվել են ապրանքները",isCorrect:true},
            {id:2,answer:"այն մաքսային ընթացակարգի գործողությունն դադարեցնելու համար, որով ձևակերպվել են ապրանքները",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:4,
        question:"Ում վրա է դրվում ապրանքները հայտագրված մաքսային ընթացակարգով ձևակերպելու պայմանների կատարումը",
        answers:[
            {id:0,answer:"մաքսային ներկայացուցչի",isCorrect:false},
            {id:1,answer:"մաքսային մարմնի",isCorrect:false},
            {id:2,answer:"հայտարարատուի",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:5,
        question:"Նշվածներից ո՞ր դեպքում մաքսային ընթացակարգի գործողությունը պետք է ավարտվի",
        answers:[
            {id:0,answer:"մաքսային ընթացակարգի գործողությունը պետք է ավարտվի,երբ ապրանքները համարվել են որպես ժամկետնանց ապրանքներ",isCorrect:false},
            {id:1,answer:"մաքսային ընթացակարգի գործողությունը պետք է ավարտվի,երբ ընտրված մաքսային ընթացակարգով կազմված հայտարարագում մաքսային մարմնի կողմից արձանագրվել է մաքսային կանոնների խախտում",isCorrect:false},
            {id:2,answer:"մաքսային ընթացակարգի գործողությունը պետք է ավարտվի օրենսդրությամբ սահմանված ժամեկտում,երբ մաքսային ընթացակարգով ձևակերպված ապրանքների հայտարարատու հանդիսացող անձը լուծարվել է ",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:6,
        question:"նշված ապրանքներից որ ապրանքների նկատմամբ կարող է կիրառվել ներքին սպառման համար բացթողում մաքսային ընթացակարգը",
        answers:[
            {id:0,answer:"այն ապրանքների վերամշակման արդյունքներ հանդիսացող ապրանքների, որոնց նկատմամբ կիրառվել է <մաքսային տարածքում վերամշակում> մաքսային ընթացակարգը",isCorrect:true},
            {id:2,answer:"այն ապրանքների,որոնց նկատմամբ կիրառվել է <վերաարտահանում> մաքսային ընթացակարգը",isCorrect:false},
            {id:1,answer:"այն ապրանքների,որոնց նկատմամբ կիրառվել է <ազատ պահեստ> մաքսային ընթացակարգը ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:7,
        question:"Կարո՞ղ են արդյոք «Արտահանում» մաքսային ընթացակարգով ձևակերպված և Միության մաքսային տարածքից փաստացիորեն արտահանված ապրանքները պահպանել Միության կարգավիճակը",
        answers:[
            {id:0,answer:"Ոչ,չեն կարող",isCorrect:false},
            {id:1,answer:"«Արտահանում» մաքսային ընթացակարգով ձևակերպված և Միության մաքսային տարածքից փաստացիորեն արտահանված բոլոր ապրանքները պահպանում են  Միության կարգավիճակը",isCorrect:false},
            {id:2,answer:"Այո,կարող են Միության օրենսգրքի 303-րդ հոդվածի 4-րդ և 7-րդ կետերին համապատասխան",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:8,
        question:"Նված տարբերակներից որ տարբերակում են նշված «մաքսային տարանցում» մաքսային ընթացակարգով ձևակերպելու պայմանները",
        answers:[
            {id:0,answer:"ներմուծման մաքսատուրքերը,բնապահպանական հարկերը,ճանապարհային հարկերը վճարելու պարտավորության կատարման և միջազգային փոխադրում իրականացնող տրանսպորտային միջոցի համապատասխանության ապահովումը",isCorrect:false},
            {id:1,answer:"ներմուծման մաքսատուրքերը, հարկերը վճարելու պարտավորության կատարման,հատուկ, հակագնագցման, փոխհատուցման տուրքերը վճարելու պարտավորության կատարման,ապրանքների նույնականացման հնարավորության և միջազգային փոխադրում իրականացնող տրանսպորտային միջոցի համապատասխանության ապահովումը",isCorrect:true},
            {id:2,answer:"ապահովագրական ծախսերի վճարելու պարտավորության կատարման,հատուկ, հակագնագցման, փոխհատուցման տուրքերը վճարելու պարտավորության կատարման և ճանապարհային հարկերը վճարելու պարտավորության կատարման ապահովումը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:9,
        question:"Ինչ ժամկետում պետք է ձևակերպվեն այլ մաքսային ընթացակարգով՝ «Մաքսային պահեստ» մաքսային ընթացակարգով ձևակերպված Սահմանափակ պիտանիության և (կամ) իրացման ժամկետ ունեցող ապրանքները",
        answers:[
            {id:0,answer:"«Մաքսային պահեստ» մաքսային ընթացակարգով ձևակերպված ապրանքները չեն կարող ձևակերպվել այլ մաքսային ընթացակարգով",isCorrect:false},
            {id:1,answer:"ոչ ուշ, քան պիտանիության և (կամ) իրացման ժամկետը լրանալուց 60 օրացուցային օր առաջ",isCorrect:false},
            {id:2,answer:"ոչ ուշ, քան պիտանիության և (կամ) իրացման ժամկետը լրանալուց 180 օրացուցային օր առաջ",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:10,
        question:"Ինչ ժամկետի հիման վրա է սահմանվում «Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը",
        answers:[
            {id:0,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը սահմանվում է Միության մաքսային տարածքում ապրանքների և դրանց վերամշակման արդյունքների պիտանիության ժամկետի հիման վրա, եթե այդպիսի ժամկետներ սահմանված են մաքսային հայտարարագիրը գրանցած երկրի ազգային օրենսդրությամբ",isCorrect:false},
            {id:1,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը սահմանվում է Միության մաքսային տարածքում ապրանքների վերամշակման ժամկետի հիման վրա, որը սահմանված է Միության մաքսային տարածքում ապրանքների վերամշակման պայմանների փաստաթղթում",isCorrect:true},
            {id:2,answer:"«Մաքսային տարածքում վերամշակում» մաքսային ընթացակարգի գործողության ժամկետը սահմանվում է մաքսային կարգավորման մասին օրենքով",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:11,
        question:"Ինչ ժամանակահատվածի համար են վճարվում «ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգով ձևակերպվող (ձևակերպված) ապրանքների  մաքսատուրքերը և հարկերը ",
        answers:[
            {id:0,answer:"«ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգով ձևակերպելու օրվանից մինչև վերջինիս գործողությունն ավարտվելու օրն ընկած ժամանակահատվածի համար:",isCorrect:true},
            {id:1,answer:"«ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգով ձևակերպելու օրվանից մինչև ապրանքների պիտանիության ժամկետի ավարտի ժամանակահատվածի համար",isCorrect:false},
            {id:2,answer:"«ժամանակավոր ներմուծում (թույլտվություն)» մաքսային ընթացակարգով ձևակերպելու օրվա հաջորդող եռամսյա ժամանակահատվածի համար ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:12,
        question:"Ապրանքները «ժամանակավոր արտահանում» մաքսային ընթացակարգով ձևակերպելու պայմաններն են՝",
        answers:[
            {id:0,answer:"արգելքների և սահմանափակումների պահպանումը և արտահանման մաքսատուրքերի վճարման ապահովումը",isCorrect:false},
            {id:1,answer:"«ժամանակավոր արտահանում» մաքսային ընթացակարգով ձևակերպվող ապրանքների նույնականացման հնարավորությունը՝ այդ մաքսային ընթացակարգի գործողությունն ավարտելու նպատակով մաքսային ընթացակարգով դրանց հետագա ձևակերպման դեպքում,ինչպես նաև արգելքների և սահմանափակումների պահպանումը",isCorrect:true},
            {id:2,answer:"արգելքների և սահմանափակումների պահպանումը և արտահանման մաքսատուրքերի և հատուկ հակագնագցման փոխհատուցման տուրքերի վճարման ապահովումը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:13,
        question:"արգելքների և սահմանափակումների պահպանումը հանդիսանու՞մ է արդյոք «վերաարտահանում» մաքսային ընթացարգով ապրանքների ձևակերպման պայման",
        answers:[
            {id:0,answer:"Այո,հանդիսանում են",isCorrect:true},
            {id:1,answer:"Ոչ,չեն հանդիսանում",isCorrect:false},
            {id:2,answer:"արգելքների և սահմանափակումների ենթակա ապրանքները չեն կարող ձևակերպվել «վերաարտահանում» մաքսային ընթացարգով",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:14,
        question:"ԵԱՏՄ Օրենսգրքի համաձայն ինչ է նշանակում «շահագրգիռ անձ»",
        answers:[
            {id:0,answer:"անձ, որն իրականացնում է ապրանքների և (կամ) ուղևորների փոխադրում (տրանսպորտային փոխադրում) Միության մաքսային սահմանով և (կամ) մաքսային հսկողության տակ գտնվող ապրանքների փոխադրում ",isCorrect:false},
            {id:1,answer:"անձ, որի՝ ապրանքների հետ կապված շահերի վրա ազդում են մաքսային մարմինների կամ դրանց պաշտոնատար անձանց որոշումները, գործողությունները (անգործությունը).",isCorrect:true},
            {id:2,answer:"անձ, որը հայտարարագրում է ապրանքներ կամ որի անունից հայտարարագրվում են ապրանքներ.",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:15,
        question:"ԵԱՏՄ Օրենսգրքի համաձայն ինչ է նշանակում «մաքսասակագնային կարգավորման միջոցներ» ",
        answers:[
            {id:0,answer:"միջոցներ, որոնք, «Միության մասին» պայմանագրին համապատասխան, կիրառվում են Միության մաքսային տարածք ներմուծվող (ներմուծված) ապրանքների նկատմամբ և ներառում են ներմուծման մաքսատուրքերի դրույքաչափերի, սակագնային քվոտաների, սակագնային առանձնաշնորհումների, սակագնային արտոնությունների կիրառումը",isCorrect:true},
            {id:1,answer:"հատուկ պաշտպանական, հակագնագցման, փոխհատուցման միջոցներ և «Միության մասին» պայմանագրին համապատասխան սահմանված՝ ներքին շուկայի պաշտպանության այլ միջոցներ, որոնք սահմանվում են երրորդ երկրներից ծագող և Միության մաքսային տարածք ներմուծվող ապրանքների նկատմամբ",isCorrect:false},
            {id:2,answer:"ավելացված արժեքի հարկ, ակցիզներ (ակցիզային հարկ կամ ակցիզային վճար), որոնք գանձվում են Միության մաքսային տարածք ապրանքներ ներմուծելու դեպքում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:16,
        question:"ԵԱՏՄ Օրենսգրքի համաձայն ում կողմից են կատարվում մաքսային գործառնությունները",
        answers:[
            {id:0,answer:"անձանց և մաքսային մարմինների կողմից",isCorrect:true},
            {id:1,answer:"անձանց կողմից",isCorrect:false},
            {id:2,answer:"մաքսային մարմինների կողմից",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:17,
        question:"ԵԱՏՄ Օրենսգրքի համաձայն ինչ է նշանակում «ապրանք»",
        answers:[
            {id:0,answer:"ապրանքներ, որոնք նախատեսված են ֆիզիկական անձանց՝ ձեռնարկատիրական գործունեության իրականացման հետ չկապված անձնական, ընտանեկան, տնային և այլ կարիքների համար և Միության մաքսային սահմանով տեղափոխվում են ուղեկցվող կամ չուղեկցվող ուղեբեռով, միջազգային փոստային առաքանիներով առաքման կամ այլ եղանակով",isCorrect:false},
            {id:1,answer:"ցանկացած շարժական գույք, այդ թվում՝ անդամ պետությունների արժույթ, արժեթղթեր և (կամ) արժութային արժեքներ, ճանապարհային չեկեր, էլեկտրական էներգիա, ինչպես նաև անշարժ գույքին հավասարեցված այլ տեղափոխվող իրեր",isCorrect:true},
            {id:2,answer:"ապրանքներ, որոնք՝ անհրաժեշտ են նավերի, օդանավերի և գնացքների կայանման վայրերում ու ընթացուղում՝ դրանց բնականոն շահագործումը և տեխնիկական սպասարկումն ապահովելու համար՝ բացառությամբ պահեստամասերի ու սարքավորումների",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:18,
        question:"Անդամ պետությունների օրենսդրությանը համապատասխան ու՞մ է վերապահված հանցագործությունների կամ քրեական իրավախախտումների վարույթի իրականացումը",
        answers:[
            {id:0,answer:"անդամ պետության Կառավարության լիազոր մարմնին",isCorrect:false},
            {id:1,answer:"մաքսային մարմիններին",isCorrect:true},
            {id:2,answer:"դատարաններին",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:19,
        question:"ԵԱՏՄ Օրենսգրքի համաձայն որ ապրանքների նկատմամբ են կիրառվում «միագումար մաքսային վճարի ձևով գանձվող մաքսատուրքերը և հարկերը»",
        answers:[
            {id:0,answer:"Օտարերկյա ապրանքների",isCorrect:false},
            {id:1,answer:"Անձնական օգտագործման տրանսպորտային միջոցների",isCorrect:false},
            {id:2,answer:"Անձնական օգտագործման ապրանքների",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:20,
        question:"<<Մաքսային կարգավորման մասին>> ՀՀ օրենքի համաձայն ինչն է կոչվում ապրանքների ներմուծում Հայաստանի Հանրապետություն",
        answers:[
            {id:0,answer:"Միության անդամ պետությունների տարածքից կամ Միության անդամ չհանդիսացող պետությունների տարածքից ապրանքների և տրանսպորտային միջոցների ներսբերումը Հայաստանի Հանրապետության տարածք` պետական սահմանը փաստացի հատելու միջոցով",isCorrect:true},
            {id:1,answer:"Միության անդամ պետությունների տարածքից ապրանքների և տրանսպորտային միջոցների ներսբերումը Հայաստանի Հանրապետության տարածք` պետական սահմանը փաստացի հատելու միջոցով",isCorrect:false},
            {id:2,answer:"Միության անդամ չհանդիսացող պետությունների տարածքից ապրանքների և տրանսպորտային միջոցների ներսբերումը Հայաստանի Հանրապետության տարածք` պետական սահմանը փաստացի հատելու միջոցով",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:21,
        question:"Ինչո՞վ է որոշվում Եվրասիկանան տնտեսական միության մաքսային սահմանով արտահանվող ապրանքերի մաքսային արժեքը ",
        answers:[
            {id:0,answer:"անդամ պետության մաքսային մարմնի հրամանով",isCorrect:false},
            {id:1,answer:"ԵԱՏՄ Օրենսգրքով",isCorrect:false},
            {id:2,answer:"անդամ պետության օրենսդրությամբ",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:22,
        question:"Որոնք են կոչվում միևնույն դասի կամ տեսակի ապրանքներ",
        answers:[
            {id:0,answer:"ապրանքներ, որոնք պատկանում են ապրանքների մեկ խմբի կամ շարքի (ներառյալ նույնական և համանման ապրանքները) և որոնց պատրաստումը դասակարգվում է որպես տնտեսական գործունեության համապատասխան տեսակ",isCorrect:true},
            {id:1,answer:"ապրանքներ, որոնք նույնական չեն բոլոր առումներով, սակայն ունեն նման բնութագրեր և կազմված են նման բաղադրիչներից, արտադրված են նույն նյութերից, որը թույլ է տալիս դրանց կատարել նույն գործառույթները, ինչ գնահատվող ապրանքները, և առևտրային տեսանկյունից վերջիններիս հետ լինել փոխադարձ փոխարինելի:",isCorrect:false},
            {id:2,answer:"ապրանքներ, որոնք բոլոր առումներով նույնն են, այդ թվում՝ իրենց ֆիզիկական հատկանիշներով, որակով և համբավով: Արտաքին տեսքի աննշան տարբերությունները հիմք չեն՝ ապրանքները նույնական չհամարելու համար: Ապրանքները չեն համարվում նույնական, եթե դրանք չեն արտադրվել նույն երկրում:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:23,
        question:"ԵԱՏՄ Մաքսային օրենսգրքի համաձայն ու՞մ կողմից է որոշվում ապրանքների մաքսային արժեքը",
        answers:[
            {id:0,answer:"Ապրանքների մաքսային արժեքը որոշվում է հայտարարատուի կողմից",isCorrect:false},
            {id:1,answer:"Ապրանքների մաքսային արժեքը որոշվում է հայտարարատուի կողմից, իսկ եթե մաքսատուրքերը, հարկերը, հատուկ, հակագնագցման, փոխհատուցման տուրքերը հաշվարկվում են մաքսային մարմնի կողմից, ապա ապրանքների մաքսային արժեքը որոշվում է մաքսային մարմնի կողմից",isCorrect:true},
            {id:2,answer:"Ապրանքների մաքսային արժեքը որոշվում է մաքսային մարմնի կողմից",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:24,
        question:"Նշվածներից որ տարբերակում են ներառված մաքսային արժեքի որոշման մեթոդ",
        answers:[
            {id:0,answer:"«նվազեցման մեթոդ»,«գումարման մեթոդ», «պահուստային մեթոդ»",isCorrect:true},
            {id:1,answer:"«նույնանման (նույնական) ապրանքների գործարքի արժեքի մեթոդ»,», «համանման ապրանքների գործարքի արժեքի մեթոդ», «օտարերկյա ապրանքների գործարքի արժեքի մեթոդ»",isCorrect:false},
            {id:2,answer:"«ինվոյսային արժեքի մեթոդ»,,«Գործարքի արժեքի մեթոդ»,«Գործարքի արժեքի մեթոդ»",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:25,
        question:"Ներմուծվող ապրանքների մաքսային արժեքը որոշելիս փաստացի վճարված  կամ վճարման ենթակա գնին չպետք է գումարվեն՝ ",
        answers:[
            {id:0,answer:"Ապահովագրական ծախսերը՝ կապված ապրանքների տեղափոխման, բեռնման, բեռնաթափման, փոխաբեռնման հետ",isCorrect:false},
            {id:1,answer:"Միության մաքսային տարածք ապրանքների ներմուծման կամ Միության մաքսային տարածքում ներմուծվող ապրանքների վաճառքի հետ կապված վճարվող տուրքերը, հարկերը և վճարները",isCorrect:true},
            {id:2,answer:"Հումքի, նյութերի, դետալների, կիսաֆաբրիկատների և այլ ապրանքների արժեքը, որոնցից արտադրված (բաղկացած) են ներմուծվող ապրանքները",isCorrect:false},
            {id:3,answer:"Միության տարածքից դուրս կատարված և ներմուծվող ապրանքների արտադրության համար անհրաժեշտ նախագծման, մշակման, ինժեներական, կոնստրուկտորական աշխատանքների, գեղարվեստական ձևավորման, դիզայնի, էսքիզների և գծագրերի ծախսերը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:26,
        question:"Կիրառվում է արդյոք Գործարքի արժեքի մեթոդը այն ապրանքների մաքսային արժեքը որոշելու նպատակով,որոնք առուվաճառքի առարկա չեն (անհատույց պայմանագրերով, մասնավորապես ՝ նվիրատվության, անհատույց մատակարարման պայմանագրերով (օրինակ ՝ գովազդային, ցուցադրական նմուշների անհատույց մատակարարման պայմանագիր))",
        answers:[
            {id:0,answer:"կիրառվում է 1-ին մեթոդ",isCorrect:false},
            {id:1,answer:"1-ին մեթոդ չի կիրառվում",isCorrect:true},
            {id:2,answer:"կիրառվում է 1-ին մեթոդ՝ օրեսդրությամբ սահմանված դեպքերում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:27,
        question:"Ներմուծվող ապրանքների մաքսային արժեքը պահուստային մեթոդով համապատասխան որոշելիս չեն կարող հիմք ընդունվել",
        answers:[
            {id:0,answer:"գնահատվող ապրանքների հետ նույնական կամ համանման այն ապրանքների վերաբերյալ գործարքի արժեքը, որոնք արտադրվել են գնահատվող ապրանքների արտադրման երկրից տարբերվող երկրում",isCorrect:false},
            {id:1,answer:"գնահատվող ապրանքների հետ նույնական կամ գնահատվող ապրանքներին համանման ապրանքների մաքսային արժեքը",isCorrect:false},
            {id:2,answer:"Միության ներքին շուկայի այն ապրանքների գները, որոնք արտադրվել են Միության մաքսային տարածքում",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:28,
        question:"Մաքսային նպատակներով երկու այլընտրանքային արժեքներից ո՞ր արժեքը պետք է հիմք ընդունվի ապրանքների մաքսային արժեքի որոշման նպատակով,որոնք ներմուծվում են 6-րդ Պահուստային մեթոդով",
        answers:[
            {id:0,answer:"երկու այլընտրանքային արժեքներից ավելի ցածր արժեքը",isCorrect:true},
            {id:1,answer:"երկու այլընտրանքային արժեքներից ավելի բարձր արժեքը",isCorrect:false},
            {id:2,answer:"երկու այլընտրանքային արժեքներից կարող է ընտրվել ցանկացածը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:29,
        question:"Ապրանքների մաքսային արժեքը որոշելիս,երբ մաքսային մարմինների կողմից հարցված փաստաթղթերը և (կամ) տեղեկությունները, այդ թվում՝ գրավոր պարզաբանումները կամ այն պատճառների բացատրությունները, որոնց հիման վրա այդ փաստաթղթերը և (կամ) տեղեկությունները չեն կարող ներկայացվել և (կամ) բացակայում են, չեն ներկայացվել սահմանված ժամկետներում,ի՞նչ է պետք է անի մաքսային մարմինը",
        answers:[
            {id:0,answer:"մաքսային մարմինը մերժում է ապրանքների բացթողումը",isCorrect:true},
            {id:1,answer:"մաքսային մարմինը կազմում է մաքսային կանոնների խախտման արձանագրություն",isCorrect:false},
            {id:2,answer:"մաքսային մարմինը դադարեցնում է մաքսային ընթացակարգով ձևակերպված ապրանքների մաքսային ընթացակարգը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:30,
        question:"Ո՞ր փաստաթղթում է հայտագրվում անձնական օգտագործման ապրանքների արժեքը",
        answers:[
            {id:0,answer:"Անձնական օգտագործման ապրանքների արժեքը հայտագրվում է անձնական օգտագործման ապրանքների մաքսային հայտարարագրման ժամանակ ապրանքային հայտարարագրում",isCorrect:false},
            {id:1,answer:"Անձնական օգտագործման ապրանքների արժեքը հայտագրվում է անձնական օգտագործման ապրանքների մաքսային հայտարարագրման ժամանակ ուղևորային մաքսային հայտարարագրում",isCorrect:true},
            {id:2,answer:"Անձնական օգտագործման ապրանքների արժեքը հայտագրվում է անձնական օգտագործման ապրանքների մաքսային հայտարարագրման ժամանակ մաքսային արժեքի հայտարարագրում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:31,
        question:"Համաձայն <<Մաքսային կարգավորման մասին>> ՀՀ օրենքի մաքսային մարմիններին վճարվող ստորև ներկայացվածներից որ վճարներն են համարվում մաքսային վճարներ",
        answers:[
            {id:0,answer:"Մաքսային վճարներ են համարվում  մաքսային մարմիններին վճարվող ավելացված արժեքի հարկը, ակցիզային հարկը,ճանապարհային հարկը և  Պետական տուրքը",isCorrect:false},
            {id:1,answer:"Մաքսային վճարներ են համարվում մաքսատուրքը, մաքսային մարմիններին վճարվող ավելացված արժեքի հարկը, ակցիզային հարկը և Պետական տուրքը",isCorrect:true},
            {id:2,answer:"Մաքսային վճարներ են համարվում արտահանման մաքսատուրքը,ներմուծման մաքսատուրքը,մաքսային մարմիններին վճարվող ավելացված արժեքի հարկը, ակցիզային հարկը և Պետական տուրքը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
        
    },
    {
        id:32,
        question:"<<ԵԱՏՄ>> Օրենսգրքի համաձայն մաքսային մարմիններին վճարվող ստորև ներկայացվածներից որ վճարներն են համարվում մաքսային վճարներ",
        answers:[
            {id:0,answer:"Մաքսային վճարներ են համարվում ներմուծման մաքսատուրքը,արտահանման մաքսատուրքը,ավելացված արժեքի հարկը, որը գանձվում է Միության մաքսային տարածք ապրանքների ներմուծման ժամանակ,ակցիզային հարկը,բնապահպանական հարկը",isCorrect:false},
            {id:1,answer:"Մաքսային վճարներ են համարվում մաքսատուրքը, մաքսային մարմիններին վճարվող ավելացված արժեքի հարկը, ակցիզային հարկը և Պետական տուրքը",isCorrect:false},
            {id:2,answer:"Մաքսային վճարներ են համարվում ներմուծման մաքսատուրքը,արտահանման մաքսատուրքը,ավելացված արժեքի հարկը, որը գանձվում է Միության մաքսային տարածք ապրանքների ներմուծման ժամանակ,ակցիզային հարկը,մաքսավճարները",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:33,
        question:"Որքան է կազմում ՀՀ ից արտահանվող ապրանքների համար մաքսատուրքի դրույքաչափը",
        answers:[
            {id:0,answer:"0 տոկոս",isCorrect:true},
            {id:1,answer:"20 տոկոս",isCorrect:false},
            {id:2,answer:"5 տոկոս",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:34,
        question:"ԵԱՏՄ օրենսգրքի համաձայն,ինչպես է անցկացվում մաքսային հսկողությունը",
        answers:[
            {id:0,answer:"Մաքսային հսկողությունն անցկացվում է մաքսային հսկողության օբյեկտների,հայտարարատուների և ֆիզիկական անձանց առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային օրենսգրքով որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները",isCorrect:false},
            {id:1,answer:"Մաքսային հսկողությունն անցկացվում է մաքսային հսկողության օբյեկտների առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային օրենսգրքով որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները",isCorrect:true},
            {id:2,answer:"Մաքսային հսկողությունն անցկացվում է մաքսային հսկողության ապրանքների առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային օրենսգրքով որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:35,
        question:"Նշվածներից որը մաքսային հսկողության ձև չի հանդիսանում",
        answers:[
            {id:0,answer:"մաքսային, այլ փաստաթղթերի և (կամ) տեղեկությունների ստուգումը",isCorrect:false},
            {id:1,answer:"մաքսային տեսազննումը",isCorrect:false},
            {id:2,answer:"բանավոր հարցումը",isCorrect:true},
            {id:3,answer:"մաքսային ստուգումը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:36,
        question:"ԵԱՏՄ Օրենսգրքին համապատասխան,երբ կարող է անցկացվել մաքսային մարմիններ ներկայացված փաստաթղթերում պարունակվող տեղեկությունների առնչությամբ մաքսային, այլ փաստաթղթերի և (կամ) տեղեկությունների ստուգումը",
        answers:[
            {id:0,answer:"կարող է անցկացվել նախքան ապրանքների բացթողումը",isCorrect:false},
            {id:1,answer:"կարող է անցկացվել ինչպես նախքան ապրանքների բացթողումը, այնպես էլ ապրանքների բացթողումից հետո",isCorrect:true},
            {id:2,answer:"կարող է անցկացվել ապրանքների բացթողումից հետո",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:37,
        question:"Մաքսային, այլ փաստաթղթերի և (կամ) տեղեկությունների՝ նախքան ապրանքների բացթողումը ստուգման ժամանակ,հայտարարատուի կողմից ե՞րբ կարող են ներկայացվել մաքսային մարմնի կողմից հարցված փաստաթղթերը",
        answers:[
            {id:0,answer:"Հարցված փաստաթղթերը հայտարարատուի կողմից պետք է ներկայացվեն ոչ ուշ, քան հայտարարագրված ապրանքների բացթողումն ավարտելու համար սահմանված ժամկետը լրանալուց 4 ժամ առաջ",isCorrect:true},
            {id:1,answer:"Հարցված փաստաթղթերը հայտարարատուի կողմից պետք է ներկայացվեն ոչ ուշ, քան հայտարարագրված ապրանքների բացթողումն ավարտելու համար սահմանված ժամկետը լրանալուց 1 oր առաջ",isCorrect:false},
            {id:2,answer:"Հարցված փաստաթղթերը հայտարարատուի կողմից պետք է ներկայացվեն ոչ ուշ, քան հայտարարագրված ապրանքների բացթողումն ավարտելու համար սահմանված ժամկետը լրանալուց 7 օր առաջ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:38,
        question:"Քանի օրինակից է կազմվում մաքսային զննման ակտը",
        answers:[
            {id:0,answer:"1",isCorrect:false},
            {id:1,answer:"3",isCorrect:false},
            {id:2,answer:"2",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:39,
        question:"ԵԱՏՄ Օրենսգրքի համաձայն,ինչ է կոչվում շինությունների և տարածքների մաքսային տեսազննումը",
        answers:[
            {id:0,answer:"Շինությունների և տարածքների մաքսային տեսազննումը մաքսային հսկողության ձև է, որը շինությունների և տարածքների,ինչպես նաև նշված տեղերում գտնվող ապրանքների,տրանսպորտային միջոցների,ֆիզիկական անձանց տեսազննում անցկացնելն է,բացառությամբ փաստաթղթերի տեսազննման",isCorrect:false},
            {id:1,answer:"Շինությունների և տարածքների մաքսային տեսազննումը մաքսային հսկողության ձև է, որը շինությունների և տարածքների, ինչպես նաև նշված տեղերում գտնվող ապրանքների և (կամ) փաստաթղթերի տեսազննում անցկացնելն է",isCorrect:true},
            {id:2,answer:"Շինությունների և տարածքների մաքսային տեսազննումը մաքսային հսկողության ձև է, որը շինությունների և տարածքների տեսազննում անցկացնելն է",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:40,
        question:"ԵԱՏՄ Օրենսգրքի համաձայն,երբ է անցկացվում մաքսային ստուգումը մաքսային մարմինների կողմից",
        answers:[
            {id:0,answer:"մաքսային ստուգումը անցկացվում է ապրանքների բացթողումից հետո",isCorrect:true},
            {id:1,answer:"մաքսային ստուգումը անցկացվում է նախքան ապրանքների բացթողումը",isCorrect:false},
            {id:2,answer:"մաքսային ստուգումը անցկացվում է ինչպես նախքան ապրանքների բացթողումը, այնպես էլ ապրանքների բացթողումից հետո",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },

]





export default questions