
const questions = [
    {
        id:1,
        question:"Ապրանքների հայտարարագրման ժամանակ մաքսային մարմնի կողմից ապրանքների դասակարգման վերաբերյալ անհամաձայնության հայտնաբերման դեպքում մաքսային մարմինը հայտարարատուից կարող է պահանջել ապրանքների դասակարգմանն առնչվող լրացուցիչ տեղեկություններ, որոնց ցանկը սահմանում է",
        answers:[
            {id:0,answer:"Պետական եկամուտների կոմիտեն",isCorrect:false},
            {id:1,answer:"ԵԱՏՄ Հանձնաժողովը",isCorrect:false},
            {id:2,answer:"Հայաստանի Հանրապետության կառավարությունը",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:2,
        question:"Որ մարմնի կողմից է հաստատվում Արտաքին տնտեսական գործունեության ապրանքային անվանացանկը է",
        answers:[
            {id:0,answer:"Հանձնաժողովի կողմից",isCorrect:true},
            {id:1,answer:"Պետական եկամուտների կոմիտեի",isCorrect:false},
            {id:2,answer:"Հայաստանի Հանրապետության կառավարության",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:3,
        question:"Երբ  է մաքսային մարմիններին տեղեկացվում ապրանքի դասակարգման վերաբերյալ նախնական որոշման մեջ փոփոխություններ կատարելու, ապրանքի դասակարգման վերաբերյալ նախնական որոշման գործողությունը դադարեցնելու, ապրանքի դասակարգման վերաբերյալ նախնական որոշումը հետ կանչելու վերաբերյալ կայացված որոշման մասին",
        answers:[
            {id:0,answer:"երեք աշխատանքային օրվա ընթացքում",isCorrect:false},
            {id:1,answer:"Այդ որոշումներն ընդունելու օրվան հաջորդող օրվանից ոչ ուշ",isCorrect:true},
            {id:2,answer:"հինգ աշխատանքային օրվա ընթացքում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    // {
    //     id:4,
    //     question:"Նշվածներից որը մաքսային ներկայացուցչի պարտականություն չի հանդիանում",
    //     answers:[
    //         {id:0,answer:"մաքսային ընթացակարգերին համապատասխան ապրանքների օգտագործման պայմանների պահպանումը",isCorrect:true},
    //         {id:1,answer:"ՀՀ ՊԵԿ տեղեկացնել մաքսային ներկայացուցիչների ռեեստրում ընդգրկվելու ժամանակ իր կողմից ներկայացված տեղեկությունների փոփոխության մասին և այդ փոփոխությունները հաստատող փաստաթղթեր ներկայացնել այդ տեղեկությունները փոփոխվելու օրվանից կամ այդ փոփոխությունների մասին իրեն հայտնի դառնալու օրվանից 5 աշխատանքային օրվա ընթացքում",isCorrect:false},
    //         {id:2,answer:"Պահպանել մաքսային ներկայացուցիչների ռեեստրում ընդգրկվելու պայմանները",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:5,
    //     question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքների մաքսային արժեքը պահուստային մեթոդով  որոշելիս չի կարող հիմք ընդունվել՝",
    //     answers:[
    //         {id:0,answer:"Նույնական ապրանքների արժեքը",isCorrect:false},
    //         {id:1,answer:"Կամայական կամ շինծու (ֆիկտիվ) արժեքը",isCorrect:true},
    //         {id:2,answer:"Համանման ապրանքների արժեքը",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:6,
    //     question:"Ուսումնական կենտրոնի մաքսային ձևակերպումների մասնագետի որակավորման յուրաքանչյուր քննության անցկացումից առաջ կազմակերպած  նախապատրաստական  դասընթացի մասնակից է համարվում դասախոսությունների առնվազն ",
    //     answers:[
    //         {id:0,answer:"95%-ին ներկա գտնված անձը",isCorrect:true},
    //         {id:1,answer:"90%-ին ներկա գտնված անձը",isCorrect:false},
    //         {id:2,answer:"85%-ին ներկա գտնված անձը",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:7,
    //     question:"Որ տարբերակում  են նշված մաքսային ներկայացուցչի որակավորման դասընթացին և քննությանը մասնակցելու համար դիմորդի կողմից  Պետական եկամուտների կոմիտե  ներկայացվող պարտադիր փաստաթղթերը",
    //     answers:[
    //         {id:0,answer:"անձը հաստատող և անձի քաղաքացիության մասին տեղեկություններ պարունակող փաստաթղթի պատճենը, վարորդական իրավունք,  դիմում`  Պետական եկամուտների կոմիտեի նախագահի անունով, դասընթացին մասնակցության համար սահմանված վճարի և քննությանը մասնակցելու համար նախատեսված պետական տուրքի վճարումը հաստատող փաստաթղթերը",isCorrect:false},
    //         {id:1,answer:"դիմում`  Պետական եկամուտների կոմիտեի նախագահի անունով,բարձրագույն կրթության դիպլոմի (վկայականի) պատճենը, դասընթացին մասնակցության համար սահմանված վճարի և քննությանը մասնակցելու համար նախատեսված պետական տուրքի վճարումը հաստատող փաստաթղթերը",isCorrect:true},
    //         {id:2,answer:"անձը հաստատող և անձի քաղաքացիության մասին տեղեկություններ պարունակող փաստաթղթի պատճենը, վարորդական իրավունք,  դիմում`  Պետական եկամուտների կոմիտեի նախագահի անունով, դասընթացին մասնակցության համար սահմանված վճարի և քննությանը մասնակցելու համար նախատեսված պետական տուրքի վճարումը հաստատող փաստաթղթերը",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },

    // //                                        GREEN
    // {
    //     id:8,
    //     question:"ԵԱՏՄ մաքսյին օրենսգրքի համաձայն փոխադրողը կամ հայտարարտուն մաքսային մարմնի աշխատանքային ժամերին՝ ժամանման մասին ծանուցման պահից սկսած 3 ժամվա ընթացքում նշվածներից որ գործառնությունը կատարելու պարտավորություն չեն կրում",
    //     answers:[
    //         {id:0,answer:"ապրանքները ժամանակավոր պահպանման հանձնելու հետ",isCorrect:false},
    //         {id:1,answer:"ապրանքի՝ դրոշմապիտակների փակցման և մանրածախ վաճառքի համար նախապատրաստման գործառնությունների իրականացում",isCorrect:true},
    //         {id:2,answer:"ապրանքների մաքսային հայտարարագրման հետ",isCorrect:false},
    //         {id:3,answer:"Միության մաքսային տարածքից ապրանքների արտահանման հետ",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:9,
    //     question:"ԵԱՏՄ օրենսգրքին համապատասխան նշվածներից որը մաքսատուրքերը, հարկերը վճարելու պարտավորության կատարումն ապահովելու միջոց չէ",
    //     answers:[
    //         {id:0,answer:"դրամական միջոցների գրավը",isCorrect:false},
    //         {id:1,answer:"հարկերի գծով դեբետագրված միջոցներ",isCorrect:true},
    //         {id:2,answer:"բանկային երաշխիքը",isCorrect:false},
    //         {id:3,answer:"գույքի գրավ",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:10,
    //     question:"Եթե գրանցված նախնական մաքսային հայտարարագրով ապրանքների բացթողման ժամկետը երկարաձգվել է, կամ ապրանքների բացթողումը մերժվել է, ապա",
    //     answers:[
    //         {id:0,answer:"հայտարարատուն պարտավոր է իրականացնել մաքսային գործառնություններ, որոնք կապված են ապրանքների Միության տարածքից արտահանման հետ",isCorrect:false},
    //         {id:1,answer:"հայտարարատուն պարտավոր է իրականացնել մաքսային գործառնություններ, որոնք կապված են ապրանքների մաքսային ընթացակարգի երկարաձգման հետ",isCorrect:false},
    //         {id:2,answer:"հայտարարատուն պարտավոր է իրականացնել մաքսային գործառնություններ, որոնք կապված են ապրանքները ժամանակավոր պահպանման հանձնելու հետ",isCorrect:true},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:11,
    //     question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքերի մաքսային արժեքը որոշելու նպատակով, ովքեր են համարվում փոխկապակցված անձիք",
    //     answers:[
    //         {id:0,answer:"Որևէ անձ ուղղակիորեն կամ անուղղակիորեն տիրապետում,վերահսկում է կամ ունի նրանց երկուսի՝ շրջանառության մեջ բաց թողնված բաժնետոմսերի 5 և ավելի տոկոսը",isCorrect:false},
    //         {id:1,answer:"Նրանք մեկը մյուսի հետ ունեն առևտրային պայամանագիր",isCorrect:false},
    //         {id:2,answer:"Որևէ անձ ուղղակիորեն կամ անուղղակիորեն տիրապետում,վերահսկում է կամ ունի նրանց երկուսի՝ շրջանառության մեջ բաց թողնված քվեարկող բաժնետոմսերի 5 և ավելի տոկոսը",isCorrect:true},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:12,
    //     question:"Ինչ է իրենից ներկայացնում <երկուղի համակարգը>",
    //     answers:[
    //         {id:0,answer:"մաքսային հսկողության իրականացման պարզեցված համակարգ, որը թույլ է տալիս Միության մաքսային սահմանով ուղևորվող ֆիզիկական անձանց ներմուծել անձնական օգտագործման ապրանքներ՝ լրացնելով ապրանքային հայտարարագիր",isCorrect:false},
    //         {id:1,answer:"մաքսային հսկողության իրականացման պարզեցված համակարգ, որը թույլ է տալիս Միության մաքսային սահմանով ուղևորվող ֆիզիկական անձանց իրականացնել «կարմիր» և «կանաչ» ուղիների միջև ինքնուրույն ընտրություն",isCorrect:true},
    //         {id:2,answer:"մաքսային հսկողության իրականացման պարզեցված համակարգ, որը թույլ է տալիս Միության մաքսային սահմանով ուղևորվող ֆիզիկական անձանց իրականացնել «կարմիր» և «կանաչ» ուղիներից՝ մաքսային մարմնի կողմից որոշված ուղղու ընտրություն",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:13,
    //     question:"Իրավատիրոջ դիմումը բավարարվելու դեպքում մաքսային մարմինները",
    //     answers:[
    //         {id:0,answer:"մերժում են դիմումը",isCorrect:false},
    //         {id:1,answer:"տրամադրում են օժանդակություն` մաքսային մարմնի կողմից որոշված ժամկետով",isCorrect:false},
    //         {id:2,answer:"տրամադրում են օժանդակություն` դիմումում խնդրարկված ժամկետով",isCorrect:true},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:14,
    //     question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում ընդերքի մասին տեղեկատվության (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է արտահանման դեպքում) լիցենզավորման գործընթացը",
    //     answers:[
    //         {id:0,answer:"ՀՀ տարածքային կառավարման և ենթակառուցվածքների նախարարություն",isCorrect:true},
    //         {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարություն",isCorrect:false},
    //         {id:2,answer:"ՀՀ կառավարության կողմից լիազորված մարմնին",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:15,
    //     question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում ջրային կենսաբանական պաշարների որսի միջոցների (որոնց ներմուծումը Եվրասիական  տնտեսական միության մաքսային տարածք արգելված է) լիցենզավորման գործընթացը.",
    //     answers:[
    //         {id:0,answer:"ՀՀ տարածքային կառավարման և ենթակառուցվածքների նախարարություն",isCorrect:false},
    //         {id:1,answer:"ՀՀ էկոնոմիկայի նախարարություն",isCorrect:false},
    //         {id:2,answer:"ՀՀ շրջակա միջավայրի նախարարություն",isCorrect:true},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:16,
    //     question:"ՀՀ-ից արտահանվող ապրանքների ծագման երկրի կարգավիճակը հաստատող հավաստագրերի տրամադրումը ո՞ր մարմնին է վերապահված",
    //     answers:[
    //         {id:0,answer:"Պետական եկամուտների կոմիտեին",isCorrect:false},
    //         {id:1,answer:"ՀՀ կառավարության կողմից լիազորված մարմնին",isCorrect:true},
    //         {id:2,answer:"ՀՀ էկոնոմիկայի նախարարություն",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:17,
    //     question:"Մաքսային կանոնների խախտման հատկանիշներ հայտնաբերելիս մաքսային մարմինը կազմում է",
    //     answers:[
    //         {id:0,answer:"մաքսային կանոնների խախտման վերաբերյալ պետական վերահսկողության ակտ",isCorrect:false},
    //         {id:1,answer:"մաքսային կանոնների խախտման վերաբերյալ ակտ",isCorrect:false},
    //         {id:2,answer:"մաքսային կանոնների խախտման վերաբերյալ արձանագրություն",isCorrect:true},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:18,
    //     question:"Մաքսային մարմինները մաքսային ուղեկցումը կիրառում են",
    //     answers:[
    //         {id:0,answer:"Միության մաքսային տարածքով մաքսային հսկողության տակ գտնվող ապրանքների փոխադրումներն ապահովելու նպատակներով",isCorrect:true},
    //         {id:1,answer:"Միության մաքսային տարածքով և Միության մաքսային տարածքից դուրս մաքսային հսկողության տակ գտնվող ապրանքների փոխադրումներն ապահովելու նպատակներով",isCorrect:false},
    //         {id:2,answer:"Այն մաքսային հսկողության տակ գտնվող ապրանքների փոխադրումներն ապահովելու նպատակներով,որոնց ներմուծող հայտարարատուն մաքսային մարմնի կողմից ճանաչվել է որպես ռիսկային",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:19,
    //     question:"Միության ապրանքները մի տեսակի տրանսպորտի տրանսպորտային միջոցից մեկ այլ տեսակի տրանսպորտի տրանսպորտային միջոց փոխաբեռնելու (վերաբեռնելու) թույլտվություն ստանալու համար հայտարարատուն",
    //     answers:[
    //         {id:0,answer:"հայտարարատուն ներկայացնում է տրանսպորտային միջոցի հայտարարագիր",isCorrect:false},
    //         {id:1,answer:"հայտարարատուն ներկայացնում է դիմում",isCorrect:true},
    //         {id:2,answer:"հայտարարատուն ներկայացնում է օժանդակություն",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:20,
    //     question:"Միության մաքսային սահմանով ապրանքների տեղափոխման վայրերում առաջացած օպերատիվ իրավիճակից ելնելով <Երկուղի համակարգը> ժամանակավորապես կարող է չկիրառվել",
    //     answers:[
    //         {id:0,answer:"մաքսային մարմնի որոշմամբ",isCorrect:true},
    //         {id:1,answer:"Կառավարության որոշմամբ",isCorrect:false},
    //         {id:2,answer:"Պետական եկամուտների կոմիտեի որոշմամբ",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:21,
    //     question:"Միության մաքսային տարածք ներմուծվող ապրանքները գտնվում են մաքսային հսկողության տակ",
    //     answers:[
    //         {id:0,answer:"ապրանքների բացթողումի կատարման պահից",isCorrect:false},
    //         {id:1,answer:"դրանց ուղեկցող փաստաթղթերի՝ մաքսային մարմնի կողմից գրանցելու օրվա հաջորդող օրվանից",isCorrect:false},
    //         {id:2,answer:"միության մաքսային սահմանը հատելու պահից",isCorrect:true},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:22,
    //     question:"Նշվածներից որը արտագնա մաքսային ստուգման տեսակ չէ",
    //     answers:[
    //         {id:0,answer:"պլանային արտագնա կամերալ ստուգում",isCorrect:true},
    //         {id:1,answer:"պլանային արտագնա մաքսային ստուգում",isCorrect:false},
    //         {id:2,answer:"արտապլանային արտագնա մաքսային ստուգում",isCorrect:false},
    //         {id:3,answer:"արտապլանային արտագնա մաքսային հանդիպական ստուգում",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:23,
    //     question:"Նշվածներից որն է մաքսային հսկողության ձև",
    //     answers:[
    //         {id:0,answer:"բանավոր հարցում",isCorrect:false},
    //         {id:1,answer:"մաքսային ստուգում",isCorrect:true},
    //         {id:2,answer:"մաքսային մուտքի օրդերի կազմում",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:24,
    //     question:"Ո՞ր դեպքում է հավաստվում ապրանքների ծագումը",
    //     answers:[
    //         {id:0,answer:"Երբ մաքսային վարչարարությունը և ռիսկերի կառավարումը կախված է ապրանքի ծագումից",isCorrect:false},
    //         {id:1,answer:"Երբ ապրանքները մաքսային մարմնի կողմից չեն ճանաչվել որպես Միության ապրանքներ",isCorrect:false},
    //         {id:2,answer:"Երբ մաքսասակագնային կարգավորման միջոցների, արգելքների և սահմանափակումների, ներքին շուկայի պաշտպանության միջոցների կիրառումը կախված է ապրանքի ծագումից",isCorrect:true},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:25,
    //     question:"Չհավաքված կամ կազմատված, այդ թվում՝ չկոմպլեկտավորված կամ անավարտ վիճակում ապրանքը, որը սահմանված ժամանակահատվածի ընթացքում տեղափոխվում է Միության մաքսային սահմանով առանձին բաղադրիչների տեսքով, կարող է հայտարարագրվել այդպիսի ապրանքի բաղադրիչների վերաբերյալ ապրանքների մի քանի հայտարարագիր ներկայացնելու միջոցով՝ նշելով կոմպլեկտավորված կամ ավարտուն վիճակում գտնվող ապրանքի ծածկագրին համապատասխանող ծածկագիրը եթե առկա է",
    //     answers:[
    //         {id:0,answer:"ապրանքների ծագման մասին հավաստագիր",isCorrect:false},
    //         {id:1,answer:"ապրանքների ԱՏԳԱԱ ծածկագրի մասին որոշում",isCorrect:false},
    //         {id:2,answer:"ապրանքների դասակարգման մասին որոշում",isCorrect:true},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:26,
    //     question:"Ստորև նշված որ մաքսատուն-վարչության գործունեության տարածքում է գտնվում ՀՀ Կոտայքի մարզը",
    //     answers:[
    //         {id:0,answer:"Արևելյան մաքսատուն- վարչություն",isCorrect:false},
    //         {id:1,answer:"Հարավային մաքսատուն- վարչությունում",isCorrect:false},
    //         {id:2,answer:"Արարատյան մաքսատուն- վարչություն",isCorrect:true},
    //         {id:3,answer:"Հյուսիսային մաքսատուն- վարչությունում",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:27,
    //     question:"Վարչական պատասխանատվության ենթարկվող անձն իրավունք ունի",
    //     answers:[
    //         {id:0,answer:"խոչընդոտել վարույթի իրականացմանը",isCorrect:false},
    //         {id:1,answer:"չկատարել վարույթն իրականացնող պաշտոնատար անձի օրինական պահանջները",isCorrect:false},
    //         {id:2,answer:"տալ բացատրություններ",isCorrect:true},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },

    // //  
    // {
    //     id:28,
    //     question:"Երբ և որ մարմնի կողմից է երկարաձգվում Մաքսային մարմնի կողմից սահմանված՝ մաքսային ընթացակարգերի գործողության ժամկետը",
    //     answers:[
    //         {id:0,answer:"ՊԵԿ-ի կողմից գրավոր դիմումի առկայության դեպքում",isCorrect:false},
    //         {id:1,answer:"Մաքսային մարմնի կողմից մինչև ժամկետի լրանալը",isCorrect:true},
    //         {id:2,answer:"Մաքսային մարմնի կողմից ժամկետը լրանալուց հետո 3(երեք)  աշխատանքային օրվա ընթացքում",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:29,
    //     question:"Որ տարբերակում են նշված օտարերկրյա ապրանքներ, որոնք կարող են ձեւակերպվել Միության մաքսային տարածքով փոխադրմա համար «մաքսային տարանցում» մաքսային ընթացակարգով ",
    //     answers:[
    //         {id:0,answer:"Էլեկտրահաղորդման գծերով տեղափոխվող ապրանքները",isCorrect:false},
    //         {id:1,answer:"Այն օդանավում գտնվող ապրանքները, որը միջազգային փոխադրում իրականացնելու ժամանակ Միության մաքսային տարածքում կատարել է միջանկյալ, հարկադրված կամ տեխնիկական վայրէջք՝ առանց այդ ապրանքների բեռնաթափման (դատարկման)",isCorrect:false},
    //         {id:2,answer:"Միության մաքսային տարածքով այն օտարերկրյա ապրանքների փոխադրման (տրանսպորտային փոխադրման) համար, որոնք ձեւակերպված չեն այլ մաքսային ընթացակարգերով",isCorrect:true},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:30,
    //     question:"Առանց ՀՀ ՊԵԿ նախագահի կամ նրա՝ մաքսային ոլորտը համակարգող տեղակալի գրավոր թույլտվության ստորև նշված որ մաքսային ընթացակարգով կարող են Բավրայի մաքսային կետ բաժնում իրականացվել ԱՏԳ ԱԱ 8703 դիրքի ապրանքների բացթողումը",
    //     answers:[
    //         {id:0,answer:"Ժամանակավոր ներմուծում",isCorrect:true},
    //         {id:1,answer:"Վերաարտահանում",isCorrect:false},
    //         {id:2,answer:"Ներքին սպառման համար վերամշակում",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:31,
    //     question:"Առանց ՀՀ ՊԵԿ նախագահի կամ նրա՝ մաքսային ոլորտը համակարգող տեղակալի գրավոր թույլտվության ստորև նշված որ մաքսային ընթացակարգով կարող են Մեղրիի մաքսային կետ բաժնում իրականացվել ԱՏԳ ԱԱ 64 խմբի ապրանքների բացթողումը",
    //     answers:[
    //         {id:0,answer:"Արտահանում",isCorrect:false},
    //         {id:1,answer:"Մաքսային տարանցում",isCorrect:true},
    //         {id:2,answer:"Վերաներմուծում",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:32,
    //     question:"Որն է համարվում լիազոր մարմին ԱՏԳ ԱԱ 25-27 ապրանքային խմբերում ընդգրկված ապրանքների /միներալային արտադրանք/՝ <Ոչնչացում> մաքսային ընթացակարգով ձևակերպման ժամանակ",
    //     answers:[
    //         {id:0,answer:"ՀՀ սննդամթերքի անվտանգության տեսչական մարմինը",isCorrect:false},
    //         {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարությունը",isCorrect:true},
    //         {id:2,answer:"ՀՀ Տարածքային կառավարման եւ ենթակառուցվածքների նախարարությունը",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:33,
    //     question:"Մաքսային կանոնների խախտման վերաբերյալ գործերը քննում և որոշում է  կայացնում",
    //     answers:[
    //         {id:0,answer:"ՊԵտական եկամուտների կոմիտեն",isCorrect:false},
    //         {id:1,answer:"մաքսային մարմինները",isCorrect:true},
    //         {id:2,answer:"դատարանը",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:34,
    //     question:"Ովքեր իրավունք ունեն մաքսային մարմինների անունից գործերը քննելու և որոշում կայացնելու",
    //     answers:[
    //         {id:0,answer:"ՊԵտական եկամուտների կոմիտեի ղեկավարները և նրանց տեղակալները",isCorrect:false},
    //         {id:1,answer:"մարմինների ղեկավարները, նրանց տեղակալները",isCorrect:false},
    //         {id:2,answer:"մարմինների ղեկավարները, նրանց տեղակալները,վերադաս մաքսային մարմնի համապատասխան իրավասություն ունեցող կառուցվածքային ստորաբաժանումների ղեկավարները:",isCorrect:true},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:35,
    //     question:"Ի՞նչ ժամկետում պետք է նշանակավի վարչական տույժ",
    //     answers:[
    //         {id:0,answer:"ոչ ուշ, քան երեք ամսվա ընթացքում",isCorrect:false},
    //         {id:1,answer:"ոչ ուշ, քան երկու ամսվա ընթացքում",isCorrect:true},
    //         {id:2,answer:"ոչ ուշ, քան մեկ ամսվա ընթացքում",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:36,
    //     question:"Եթե վարչական տույժ նշանակելու մասին մաքսային մարմինների որոշումը վերադաս մաքսային մարմին (պաշտոնատար անձին) բողոքարկելու ժամկետը հարգելի պատճառներով բաց է թողնվել,ապա ",
    //     answers:[
    //         {id:0,answer:"մաքսային մարմինը մերժում է բողոքարկման հնարավորությունը,բացառությամբ օրենսդրությամբ սահմանված դեպքերի",isCorrect:false},
    //         {id:1,answer:"այդ ժամկետը, ըստ մաքսային մարմնի դիմումի, կարող է վերականգնվել բողոքը քննող վերադաս  կոմիտեի ղեկավարի կողմից",isCorrect:false},
    //         {id:2,answer:"այդ ժամկետը, ըստ այն անձի դիմումի, որի նկատմամբ որոշում է կայացվել, կարող է վերականգնվել բողոքը քննող վերադաս մաքսային մարմնի պաշտոնատար անձի կողմից",isCorrect:true},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:37,
    //     question:"Տարանցման հայտարարագրի երրորդ ենթաբաժնում ո՞ր նշագրումն է ընտրվում օտարերկյա ապրանքների փոխադրման դեպքում,այդ թվում անձնական օգտագործման համար և (կամ) անձնական օգտագործման տրանսպորտային միջոցների համար,ժամանման մաքսային մարմնից մինչև ներքին մաքսային մարմին",
    //     answers:[
    //         {id:0,answer:"<ВТ>",isCorrect:false},
    //         {id:1,answer:"<ТР>",isCorrect:false},
    //         {id:2,answer:"<ИМ>",isCorrect:true},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:38,
    //     question:"ԵԱՏՄ Օրենսգրքում նշված ժամկետում ժամանակավոր պահպանման չհանձնված ապրանքները",
    //     answers:[
    //         {id:0,answer:"արգելանքի են վերցվում (արգելապահվում են) մաքսային մարմնի կողմից",isCorrect:true},
    //         {id:1,answer:"արտահանվում են Միության տարացքից՝ հայտարարատուի կամ փոխադրողի կողմից",isCorrect:false},
    //         {id:2,answer:"արգելանքի են վերցվում (արգելապահվում են) դատարանի որոշմամբ",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:39,
    //     question:"Որքա՞ն է կազմում ապրանքների ժամանակավոր պահպանման ժամկետը ",
    //     answers:[
    //         {id:0,answer:"Ապրանքների ժամանակավոր պահպանման ժամկետը հաշվարկվում է ապրանքները ժամանակավոր պահպանման հանձնելու համար ներկայացված փաստաթղթերը մաքսային մարմնի կողմից գրանցվելու օրվան հաջորդող օրվանից եւ կազմում է 4 ամիս",isCorrect:true},
    //         {id:1,answer:"Ապրանքների ժամանակավոր պահպանման ժամկետը հաշվարկվում է ապրանքները ժամանակավոր պահպանման հանձնելու համար ներկայացված փաստաթղթերը մաքսային մարմնի կողմից գրանցվելու օրվանից եւ կազմում է 4 ամիս",isCorrect:false},
    //         {id:2,answer:"Ապրանքների ժամանակավոր պահպանման ժամկետը հաշվարկվում է ապրանքները ժամանակավոր պահպանման հանձնելու համար ներկայացված փաստաթղթերը մաքսային մարմնի կողմից գրանցվելու օրվան հաջորդող օրվանից եւ կազմում է 3 ամիս",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },
    // {
    //     id:40,
    //     question:"Ու՞մ կողմից է վարվում Արտաքին տնտեսական գործունեության ապրանքային անվանացանկը",
    //     answers:[
    //         {id:0,answer:"Պետական եկամուտների կոմիտեի կողմից",isCorrect:false},
    //         {id:1,answer:"Հանձնաժողովի կողմից:",isCorrect:true},
    //         {id:2,answer:"Կառավարության կողմից",isCorrect:false},
    //     ].map(item => Object.assign(item,{answered:false}))
    // },

]
export default questions