
 //                           ORANGE QUESTIONS
const questions = [
    {
        id:1,
        question:"Մաքսային կարգավորման մասին օրենքի համաձայն ինչպես են բնութագրվում ժամանակավոր պահպանման վայրերը",
        answers:[
            {id:0,answer:"Ապրանքների ժամանակավոր պահպանման վայրը Մաքսային կարգավորման մասին օրենքին համապատասխան ստեղծվող՝ միջազգային օդանավակայանի տարանցիկ գոտի է",isCorrect:false},
            {id:1,answer:"Ապրանքների ժամանակավոր պահպանման վայրը Մաքսային կարգավորման մասին օրենքին համապատասխան ստեղծվող՝ մաքսային հսկողության գոտի է",isCorrect:true},
            {id:2,answer:"Ապրանքների ժամանակավոր պահպանման վայրը Մաքսային կարգավորման մասին օրենքին համապատասխան ստեղծվող՝ մաքսային հսկողության ստացողի պահեստ է",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:2,
        question:"Մաքսային կարգավորման մասին օրենքի համաձայն ինչպես են վերադարձվում մաքսատուրքերի և հարկերի ավել վճարված կամ գանձված գումարները",
        answers:[
            {id:0,answer:"Ավել վճարված կամ գանձված մաքսատուրքի, հարկերի գումարները ենթակա են վերադարձման կամ հաշվանցման` վճարողի կամ նրա իրավահաջորդի դիմումի հիման վրա։",isCorrect:true},
            {id:1,answer:"Ավել վճարված կամ գանձված մաքսատուրքի, հարկերի գումարները ենթակա են վերադարձման կամ հաշվանցման` հայտարարատուի կամ մաքսային մարմնի դիմումի հիման վրա։",isCorrect:false},
            {id:2,answer:"Ավել վճարված կամ գանձված մաքսատուրքի, հարկերի գումարները ենթակա են վերադարձման կամ հաշվանցման` վճարողի կամ նրա իրավահաջորդի պահանջով:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:3,
        question:"«Մաքսային տարանցում» մաքսային ընթացակարգի գործողությունն ավարտվում է",
        answers:[
            {id:0,answer:"ուղարկող մաքսային մարմնի կողմից սահմանված՝ ապրանքների առաքման վայրում ապրանքները բաց թողելուց հետո",isCorrect:false},
            {id:1,answer:"նշանակման մաքսային մարմնի կողմից սահմանված՝ ապրանքների առաքման վայր ապրանքները հասցնելուց հետո",isCorrect:false},
            {id:2,answer:"ուղարկող մաքսային մարմնի կողմից սահմանված՝ ապրանքների առաքման վայր ապրանքները հասցնելուց հետո",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:4,
        question:"Անձնական օգտագործման ապրանքների արժեքը հայտարարագրվում է",
        answers:[
            {id:0,answer:"Անձնական օգտագործման ապրանքների մաքսային հայտարարագրման ժամանակ՝ ուղևորային մաքսային հայտարարագրում",isCorrect:true},
            {id:1,answer:"Անձնական օգտագործման ապրանքների մաքսային հայտարարագրման ժամանակ՝ ապրանքային  հայտարարագրում",isCorrect:false},
            {id:2,answer:"Անձնական օգտագործման ապրանքների մաքսային հայտարարագրման ժամանակ՝ դրանց մաքսային արժեքը չի հայտարարագրվում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:5,
        question:"Անձնական օգտագործման ապրանքների շարքին չեն դասվում",
        answers:[
            {id:0,answer:"Մաքսային մարմնի կողմից սահմանվող ապրանքների կատեգորիաները:",isCorrect:false},
            {id:1,answer:"Հանձնաժողովի կողմից սահմանվող ապրանքների կատեգորիաները:",isCorrect:true},
            {id:2,answer:"Կոմիտեի կողմից սահմանվող ապրանքների կատեգորիաները:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:6,
        question:"Ապրանքային հայտարարագրի համակարգի, որ բաժնում է արտապատկերվում հայտարարագրում հաշվարկված պարտավորությունները",
        answers:[
            {id:0,answer:"Պարտավորություններ բաժնում",isCorrect:false},
            {id:1,answer:"Ֆինանսական բաժնում",isCorrect:true},
            {id:2,answer:"Ապրանքներ բաժնում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:7,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսային ընթացակարգով ձևակերպված ապրանքները դատարանի որոշմամբ բռնագրավելու կամ անդամ պետության սեփականության (եկամուտ) դարձնելու դեպքում",
        answers:[
            {id:0,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ դադարում է",isCorrect:true},
            {id:1,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ կասեցվում է",isCorrect:false},
            {id:2,answer:"այդպիսի ապրանքները ձևակերպվում են այլ մաքսային ընթացակարգով",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:8,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ներմուծումից հետո ինչ ժամկետում են ժամանակավոր պահպանության հանձնվում խողովակաշարային տրանսպորտով կամ էլեկտրահաղորդման գծերով տեղափոխվող ապրանքները",
        answers:[
            {id:0,answer:"խողովակաշարային տրանսպորտով կամ էլեկտրահաղորդման գծերով տեղափոխվող ապրանքները ժամանակավոր պահպանության են հանձնվում 6 ամսով",isCorrect:false},
            {id:1,answer:"խողովակաշարային տրանսպորտով կամ էլեկտրահաղորդման գծերով տեղափոխվող ապրանքները ժամանակավոր պահպանության են հանձնվում 4 ամսով",isCorrect:false},
            {id:2,answer:"խողովակաշարային տրանսպորտով կամ էլեկտրահաղորդման գծերով տեղափոխվող ապրանքների նկատմամբ ժամանակավոր պահպանում չի կիրառվում",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:9,
        question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքների մաքսային արժեքը պահուստային մեթոդով  որոշելիս չի կարող հիմք ընդունվել՝",
        answers:[
            {id:0,answer:"Նույնական ապրանքների արժեքը",isCorrect:false},
            {id:1,answer:"Կամայական կամ շինծու (ֆիկտիվ) արժեքը",isCorrect:true},
            {id:2,answer:"Համանման ապրանքների արժեքը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:10,
        question:"Մաքսային մարմնի կողմից սահմանված մաքսային ընթացակարգի գործողության ժամկետը երկարաձգվում է",
        answers:[
            {id:0,answer:"Մաքսային ներկայացուցչի կամ հայտարարատուի կողմից մինչև դրա լրանալը",isCorrect:false},
            {id:1,answer:"Մայտարարատուի կողմից մինչև դրա լրանալը",isCorrect:false},
            {id:2,answer:"Մաքսային մարմնի կողմից մինչև դրա լրանալը",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:11,
        question:"մշտական բնակության փաստի ճանաչումը հաստատող փաստաթուղթը տրամադրում է",
        answers:[
            {id:0,answer:"ՀՀ ոստիկանության անձնագրային և վիզաների վարչությունը",isCorrect:true},
            {id:1,answer:"ՀՀ կառավարության կողմից լիազորված մարմնին",isCorrect:false},
            {id:2,answer:"ՀՀ Արտաքին գործերի նախարարություն",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:12,
        question:"Նախքան <Ոչնչացում> մաքսային ընթացակարգով սահմանված կարգով լրացված մաքսային հայտարարագիր ներկայացնելը՝ հայտարարատուն ներկայացնում է",
        answers:[
            {id:0,answer:"«Ոչնչացում» մաքսային ընթացակարգով հայտարարագրված ապրանքային հայտարարագիր",isCorrect:false},
            {id:1,answer:"«Ոչնչացում» մաքսային ընթացակարգով հայտարարագրելու ցանկության մասին դիմում",isCorrect:true},
            {id:2,answer:"«Ոչնչացում» մաքսային ընթացակարգով հայտարարագրվող ապրանքների հաշիվ-ապրանքագիր",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:13,
        question:"Նույնանման (նույնական) ապրանքների գործարքի արժեքի մեթոդը կիրառելիս, երբ հայտնաբերվել են նույնական ապրանքների վերաբերյալ գործարքի մեկից ավելի արժեքներ, ներմուծվող ապրանքների մաքսային արժեքը որոշելու համար կիրառվում է դրանցից",
        answers:[
            {id:0,answer:"Ամենացածրը",isCorrect:true},
            {id:1,answer:"Ամենաբարձրը",isCorrect:false},
            {id:2,answer:"Միջինացվածը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:14,
        question:"Ո՞ր պետության հետ Եվրասիական տնտեսական միությունն ունի ազատ առեւտրի համաձայնագիր",
        answers:[
            {id:0,answer:"Չինաստանի Ժողովրդական Հանրապետություն",isCorrect:false},
            {id:1,answer:"Վրաստանի Հանրապետություն",isCorrect:false},
            {id:2,answer:"Վիետնամի Սոցիալիստական Հանրապետության",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:15,
        question:"ֆիզիկական անձի կողմից մաքսային սահմանով տեղափոխվող որ ապրանքները կարող են հայտագրվել ժամանակավոր ներմուծոմ",
        answers:[
            {id:0,answer:"ԵՏՄ օրենսգրքի 264-րդ հոդվածով սահմանված անձնական օգտագործման ապրանքները",isCorrect:false},
            {id:1,answer:"ԵՏՄ օրենսգրքի 264-րդ հոդվածով սահմանված անձնական օգտագործման տրանսպորտային միջոցները",isCorrect:true},
            {id:2,answer:"ԵՏՄ օրենսգրքի 264-րդ հոդվածով սահմանված անձնական օգտագործման հագուստը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:16,
        question:"Ֆիզիկական և պաշտոնատար անձիք ենթակա են պատասխանատվության",
        answers:[
            {id:0,answer:"հարկերի վճարման ժամկետից ուշ վճարման համար",isCorrect:false},
            {id:1,answer:"մաքսային կանոնների դիտավորյալ խախտելու համար",isCorrect:false},
            {id:2,answer:"մաքսային կանոնների դիտավորյալ կամ անզգուշորեն խախտելու համար",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },

 //                                  YELLOW
    {
        id:17,
        question:"Անձնական օգտագործման ապրանքների ժամանակավոր պահպանման ժամկետը հաշվարկվում է",
        answers:[
            {id:0,answer:"ապրանքները ժամանակավոր պահպանման հանձնելու համար ներկայացված փաստաթղթերը մաքսային մարմնի կողմից գրանցվելու օրվանից և կազմում է 4 ամիս",isCorrect:false},
            {id:1,answer:"ապրանքների մաքսային սահմանը հատելու պահից  և կազմում է 4 ամիս",isCorrect:false},
            {id:2,answer:"ապրանքները ժամանակավոր պահպանման հանձնելու համար ներկայացված փաստաթղթերը մաքսային մարմնի կողմից գրանցվելու օրվան հաջորդող օրվանից և կազմում է 4 ամիս",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:18,
        question:"Անձնական օգտագործման ապրանքների մաքսային հայտարարագրման ժամանակ ֆիզիկական անձի կողմից ներկայացվում  է",
        answers:[
            {id:0,answer:"դիմում",isCorrect:false},
            {id:1,answer:"ուղևորային մաքսային հայտարարագիր",isCorrect:true},
            {id:2,answer:"ապրանքային հայտարարագիր",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:19,
        question:"Ապրանքային հայտարարգրի գրանցումից հետո՝ ճշգրտման ընթացքում,  նշված դաշտերից որը ենթակա չէ փոփոխման",
        answers:[
            {id:0,answer:"Գրանցման համարը",isCorrect:true},
            {id:1,answer:"ընդհանուր գումարը ըստ հաշվի",isCorrect:false},
            {id:2,answer:"փաթեթավորման տվյալները",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:20,
        question:"Ապրանքի դասակարգման վերաբերյալ նախնական որոշումն ընդունվում է",
        answers:[
            {id:0,answer:"մաքսային մարմնի, էլեկտրոնային փաստաթղթի կամ թղթային կրիչով փաստաթղթի տեսքով ուղարկված պահանջագրով",isCorrect:false},
            {id:1,answer:"դիմումատուի առձեռն ներկայացված թղթային դիմումով",isCorrect:false},
            {id:2,answer:"դիմումատուի, էլեկտրոնային փաստաթղթի կամ թղթային կրիչով փաստաթղթի տեսքով ներկայացրած դիմումի հիման վրա:",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:21,
        question:"Ապրանքները <Ոչնչացում> մաքսային ընթացակարգով հայտարարագրելու դիմումին կից հայտարարատուն ներկայացնում է",
        answers:[
            {id:0,answer:"կազմակերպության հետ կնքված պայմանագրի պատճենը:",isCorrect:true},
            {id:1,answer:"ապրանքների ծագման մասին հայտարարագիր",isCorrect:false},
            {id:2,answer:"ապրանքների համար արգելքների և սահմանափակումների բացակայության մասին վկայող փաստաթուղթ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:22,
        question:"Ապրանքներն անձնական օգտագործման ապրանքների շարքին դասելն իրականացվում է",
        answers:[
            {id:0,answer:"Պետական եկամուտների կոմիտեի կողմից",isCorrect:false},
            {id:1,answer:"մաքսային մարմինների կողմից",isCorrect:true},
            {id:2,answer:"հանձնաժողովի կողմից",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:23,
        question:"Գործողության ի՞նչ ժամկետով է տրամադրվում մեկանգամյա լիցենզիան",
        answers:[
            {id:0,answer:"մեկ տարին գերազանցող",isCorrect:false},
            {id:1,answer:"մեկ ամիսը չգերազանցող",isCorrect:false},
            {id:2,answer:"մեկ տարին չգերազանցող",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:24,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «մաքսատուրք» հասկացությունը",
        answers:[
            {id:0,answer:"պարտադիր վճար, որը գանձվում է մաքսային մարմինների կողմից Միության մաքսային սահմանով ապրանքներ տեղափոխելու դեպքում",isCorrect:true},
            {id:1,answer:"պարտադիր հարկատեսակ, որը գանձվում է մաքսային մարմինների կողմից Միության մաքսային սահմանով ապրանքներ տեղափոխելու դեպքում",isCorrect:false},
            {id:2,answer:"պարտադիր վճար, որը գանձվում է մաքսային մարմինների կողմից Միության մաքսային սահմանով ապրանքներ արտահանելու դեպքում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:25,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «միասնական դրույքաչափերով գանձվող մաքսատուրքեր, հարկեր» հասկացությունը",
        answers:[
            {id:0,answer:"անձնական օգտագործման ապրանքների նկատմամբ հաշվարկված մաքսատուրքերի, հարկերի գումարը՝ առանց այն դրա բաղկացուցիչ մաքսատուրքերի, հարկերի տրոհելու",isCorrect:true},
            {id:1,answer:"անձնական օգտագործման ապրանքների նկատմամբ հաշվարկված մաքսատուրքերի, հարկերի գումարը՝ այն դրա բաղկացուցիչ մաքսատուրքերը, հարկերը տրոհելով՝ համաձայն ապրանքատեսակի տոկոսադրույքի",isCorrect:false},
            {id:2,answer:"անձնական օգտագործման ապրանքներ չհանդիսացող ապրանքների նկատմամբ հաշվարկված մաքսատուրքերի, հարկերի գումարը՝ առանց այն դրա բաղկացուցիչ մաքսատուրքերի, հարկերի տրոհելու",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:26,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն հատուկ, հակագնագցման, փոխհատուցման տուրքերը վճարելու ժամկետները",
        answers:[
            {id:0,answer:"օրենսգրքով նախատեսված դեպքերում կարող են հետաձգվել կամ վճարվել տարաժամկետ",isCorrect:false},
            {id:1,answer:"հետաձգման կամ տարաժամկետ վճարման ձևով չեն փոփոխվում",isCorrect:true},
            {id:2,answer:"փոփոխվում են հետաձգման կամ տարաժամկետ վճարման ձևով",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:27,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսային ընթացակարգով ձևակերպված ապրանքները երբ կարող են ձևակերպվել այլ մաքսային ընթացակարգերով կամ նույնանման մաքսային ընթացակարգով",
        answers:[
            {id:0,answer:"երբ հայտարարատուն անկարող է վճարել նախորդ մաքսային ընթացակարգով հաշվակված մաքսատուրքերը,հարկերը և մաքսային վճարները",isCorrect:false},
            {id:1,answer:"այն մաքսային ընթացակարգի գործողությունը դադարեցնելու համար, որով ձևակերպվել են ապրանքները",isCorrect:false},
            {id:2,answer:"այն մաքսային ընթացակարգի գործողությունը կասեցնելու համար, որով ձևակերպվել են ապրանքները",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:28,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսատուրքերը, հարկերը վճարելու պարտավորությունը կատարվում է",
        answers:[
            {id:0,answer:"մաքսային ձևակերպումների մասնագետի կողմից",isCorrect:false},
            {id:1,answer:"մաքսատուրքերը, հարկերը վճարողի կողմից",isCorrect:true},
            {id:2,answer:"այն մաքսային մարմնի կողմից,որի կողմից իրականացվել է ապրանքների բացթողումը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:29,
        question:"ԵԱՏՄ մաքսային օրենսգրքին համապատասխան որ հաշիվներին են վճարվում հարկերը",
        answers:[
            {id:0,answer:"այն անդամ պետության օրենսդրությանը համապատասխան սահմանվող հաշիվներին, որտեղ հարկերը ենթակա են վճարման սույն հոդվածին համապատասխան:",isCorrect:true},
            {id:1,answer:"ԵԱՏՄ մաքսային օրենսգրքով սահմանված հաշիվներին",isCorrect:false},
            {id:2,answer:"այն անդամ պետության մաքսային մարմնի կողմից սահմանվող հաշիվներին, որտեղ հարկերը ենթակա են վճարման սույն հոդվածին համապատասխան:",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:30,
        question:"ԵԱՏՄ մաքսային օրենսգրքին համապատասխան՝ նշվածներից որը «Միության ապրանքի կարգավիճակ ունեցող ապրանք» հասկացությանը չի դասվում",
        answers:[
            {id:0,answer:"Ազատ տնտեսական գոտու տարածքում գտնվող ապրանքներ, որոնք արտադրվել ( ստացվել են) օտարերկրյա ապրանքերից",isCorrect:true},
            {id:1,answer:"Արտահանում մաքսային ընթացակարգով ձևակերպված,միության տարածքը փաստացի չլքած ապրանքները",isCorrect:false},
            {id:2,answer:"Ազատ պահեստ մաքսային ընթացակարգով ձևակերպված Միության ապրանքները",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:31,
        question:"Կարող են արդյոք մաքսային գործառնությունները իրականացվել մաքսային մարմինների գտնվելու վայրից և (կամ) աշխատանքային ժամերից դուրս",
        answers:[
            {id:0,answer:"մաքսային գործառնությունները չեն կարող իրականացվել մաքսային մարմինների գտնվելու վայրից և (կամ) աշխատանքային ժամերից դուրս",isCorrect:false},
            {id:1,answer:"մաքսային կարգավորման վերաբերյալ օրենսդրությամբ նախատեսված դեպքերում շահագրգիռ անձի պատճառաբանված պահանջով առանձին մաքսային գործառնություններ մաքսային մարմինների կողմից կարող  են իրականացվել մաքսային մարմինների գտնվելու վայրից և (կամ) աշխատանքային ժամերից դուրս",isCorrect:true},
            {id:2,answer:"մաքսային կարգավորման վերաբերյալ օրենսդրությամբ նախատեսված դեպքերում մաքսային մարմնի պատճառաբանված պահանջով առանձին մաքսային գործառնություններ մաքսային մարմինների կողմից կարող  են իրականացվել մաքսային մարմինների գտնվելու վայրից և (կամ) աշխատանքային ժամերից դուրս",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:32,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում թմրամիջոցներ և հոգեմետ (հոգեներգործուն) նյութերի պրեկուրսորներ չհամարվող թունավոր նյութերի (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման դեպքում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ էկոնոմիկայի նախարարություն",isCorrect:false},
            {id:1,answer:"ՀՀ տարածքային կառավարման և ենթակառուցվածքների նախարարություն",isCorrect:false},
            {id:2,answer:"ՀՀ շրջակա միջավայրի նախարարություն",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:33,
        question:"Մաքսային կանոնների խախտման վերաբերյալ գործերը քննում և որոշում են կայացնում",
        answers:[
            {id:0,answer:"Պետական եկամուտների կոմիտեն",isCorrect:false},
            {id:1,answer:"մաքսային մարմինները կամ դատարանը",isCorrect:false},
            {id:2,answer:"մաքսային մարմինները",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:34,
        question:"Մաքսային կանոնների խախտման վերաբերյալ վարչական տույժ նշանակելու մասին որոշումը",
        answers:[
            {id:0,answer:"կարող է բողոքարկվել վերադաս մաքսային մարմին կամ դատարան",isCorrect:true},
            {id:1,answer:"կարող է բողոքարկվել վերադաս մաքսային մարմին",isCorrect:false},
            {id:2,answer:"կարող է բողոքարկվել դատարան",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:35,
        question:"Միևնույն ստուգման ենթարկվող անձի նկատմամբ պլանային արտագնա մաքսային ստուգումներն անցկացվում են մաքսային մարմինների կողմից՝",
        answers:[
            {id:0,answer:"ոչ հաճախ, քան տարին 3 անգամ",isCorrect:false},
            {id:1,answer:"ոչ հաճախ, քան տարին 2 անգամ",isCorrect:false},
            {id:2,answer:"ոչ հաճախ, քան տարին 1 անգամ",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:36,
        question:"Մտավոր սեփականության օբյեկտի գրանցման դիմում կարող է ներկայացնել",
        answers:[
            {id:0,answer:"մտավոր սեփականության օբյեկտի նկատմամբ իրավունքի տիրապետողը",isCorrect:false},
            {id:1,answer:"հայտարարատուն",isCorrect:false},
            {id:2,answer:"մտավոր սեփականության օբյեկտի նկատմամբ իրավունքի տիրապետողը, այդ օբյեկտն օգտագործելու օրինական իրավունք ունեցող որևէ այլ անձ,",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:37,
        question:"Նշվածներից որը մաքսային հսկողության ձև հանդիսացող մաքսային ստուգման տեսակ չէ",
        answers:[
            {id:0,answer:"Կամերալ",isCorrect:false},
            {id:1,answer:"Արտագնա",isCorrect:false},
            {id:2,answer:"Փաստաթղթային",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:38,
        question:"Նշվածներից որը մաքսային հսկողության ձև չէ",
        answers:[
            {id:0,answer:"մաքսային տեսազննումը",isCorrect:false},
            {id:1,answer:"բացատրությունների ստացումը",isCorrect:false},
            {id:2,answer:"բանավոր հարցման անցկացում",isCorrect:true},
            {id:3,answer:"մաքսային, այլ փաստաթղթերի և (կամ) տեղեկությունների ստուգումը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:39,
        question:"Ստորև նշված որ հիմքով կարող են ուժը կորցրած ճանաչվել ըստ ԱՏԳ ԱԱ-ի ապրանքների դասակարգման վերաբերյալ Եվրասիական տնտեսական հանձնաժողովի կողմից ընդունված որոշումները",
        answers:[
            {id:0,answer:"կոմիտեի հանձնարարականով",isCorrect:false},
            {id:1,answer:"ԵԱՏՄ որոշմամբ",isCorrect:false},
            {id:2,answer:"Արտաքին տնտեսական գործունեության ապրանքային անվանացանկի փոփոխման",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:40,
        question:"Ստորև նշված որ մաքսատուն-վարչության գործունեության տարածքում է գտնվում ՀՀ Լոռու մարզը",
        answers:[
            {id:0,answer:"Արևելյան մաքսատուն- վարչություն",isCorrect:true},
            {id:1,answer:"Արարատյան մաքսատուն- վարչություն",isCorrect:false},
            {id:2,answer:"Հարավային մաքսատուն- վարչությունում",isCorrect:false},
            {id:3,answer:"Հյուսիսային մաքսատուն- վարչությունում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },


]
export default questions