
//                                     RED QUESTIONS
const questions = [

    {
        id:1,
        question:"«Կանաչ» ուղու մուտքի (ելքի) գիծը ֆիզիկական անձի կողմից հատելը ենթադրում է",
        answers:[
            {id:0,answer:"ֆիզիկական անձի կողմից արված հայտարարություն ուղևորային մաքսային հայտարարագրման ենթակա ապրանքների մասին",isCorrect:false},
            {id:1,answer:"ֆիզիկական անձի կողմից արված հայտարարություն մաքսային հայտարարագրման ենթակա ապրանքների առկայության մասին",isCorrect:false},
            {id:2,answer:"ֆիզիկական անձի կողմից արված հայտարարություն մաքսային հայտարարագրման ենթակա ապրանքների բացակայության մասին",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:2,
        question:"<Ոչնչացում> մաքսային ընթացակարգով ձևակերպված ապրանքների ոչնչացման արդյունքները ձևակերպվում են",
        answers:[
            {id:0,answer:"համապատասխան ակտով, որի ձևը հաստատել է մաքսային մարմինը",isCorrect:false},
            {id:1,answer:"համապատասխան ակտով, որի ձևը հաստատել է ՀՀ կառավարությունը",isCorrect:true},
            {id:2,answer:"համապատասխան եզրակացությունով, որի ձևը հաստատել է ՀՀ Պետական Եկամուտների կոմիտեն",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:3,
        question:"<Ոչնչացում> մաքսային ընթացակարգով ձևակերպված ապրանքների ոչնչացումը իրականացվում է",
        answers:[
            {id:0,answer:"պետական լիազոր մարմնի կողմից նախանշված ակտով",isCorrect:false},
            {id:1,answer:"շրջակա միջավայրի նախարարության կողմից նախանշված եղանակով",isCorrect:false},
            {id:2,answer:"պետական լիազոր մարմնի կողմից նախանշված եղանակով",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:4,
        question:"Անձի մաքսային զննումը կարող է անցկացվել",
        answers:[
            {id:0,answer:"միայն Միության մաքսային սահմանով ուղևորվող և մաքսային հսկողության գոտում կամ միջազգային օդանավակայանի տարանցիկ գոտում գտնվող ֆիզիկական անձանց նկատմամբ",isCorrect:true},
            {id:1,answer:"միայն ՀՀ սահմանով ուղևորվող և մաքսային հսկողության պահեստում կամ միջազգային օդանավակայանի տարանցիկ գոտում գտնվող ֆիզիկական անձանց նկատմամբ",isCorrect:false},
            {id:2,answer:"միայն Միության մաքսային սահմանով ուղևորվող և մաքսային հսկողության գոտում կամ միջազգային օդանավակայանի տարանցիկ գոտում գտնվող ֆիզիկական և իրավաբանական անձանց նկատմամբ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:5,
        question:"Ապրանքները տեղավորում են մաքսային հսկողության գոտում",
        answers:[
            {id:0,answer:"մաքսային մարմնի աշխատանքային ժամերին",isCorrect:false},
            {id:1,answer:"օրվա ցանկացած պահի",isCorrect:true},
            {id:2,answer:"հայտարարատուի նախանշած պահին",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:6,
        question:"Ապրանքների մաքսային արժեքի մաքսային հսկողության իրականացման ընթացքում մաքսային մարմնի կողմից պահանջված փաստաթղթերը հայտարարատուի կողմից կարող են ներկայացվել ապրանքների բացթողումից հետո՝ մաքսային հայտարարագրի գրանցման օրվանից",
        answers:[
            {id:0,answer:"60 աշխատանքային օրը չգերազանցող ժամկետում",isCorrect:false},
            {id:1,answer:"60 օրացուցային օրը չգերազանցող ժամկետում",isCorrect:true},
            {id:2,answer:"30 աշխատանքային օրը չգերազանցող ժամկետում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:7,
        question:"Գործողության ի՞նչ ժամկետով է տրամադրվում մեկանգամյա լիցենզիան",
        answers:[
            {id:0,answer:"մեկ տարին գերազանցող",isCorrect:false},
            {id:1,answer:"մեկ տարին չգերազանցող",isCorrect:true},
            {id:2,answer:"հինգ տարին չգերազանցող",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:8,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն արդյոք անդամ պետությունների օրենսդրությամբ սահմանված դեպքերում թույլատրվում է մինչեւ ապրանքների բացթողումը փոխել ապրանքների ժամանակավոր պահպանման վայրը",
        answers:[
            {id:0,answer:"այո՝ միայն ԵՏՀ հանձնաժողովի կողմից սահմանված դեպքերում",isCorrect:false},
            {id:1,answer:"այո",isCorrect:true},
            {id:2,answer:"Ոչ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:9,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչ գործառնություններ պետք է իրականացվեն այն դեպքում երբ օտարերկրյա ապրանքները «վերաարտահանում» մաքսային ընթացակարգով ձեւակերպելու օրվան հաջորդող 3 աշխատանքային օրվա ընթացքում չեն ձեւակերպվել «մաքսային տարանցում» մաքսային ընթացակարգով կամ չեն մեկնել Միության մաքսային տարածքից",
        answers:[
            {id:0,answer:"այդպիսի ապրանքները պետք է հանձնվեն հօգուտ պետության",isCorrect:false},
            {id:1,answer:"այդպիսի ապրանքները պետք է ձևակերպվեն «բացթողում ներքին սպառման համար» մաքսային ընթացակարգով",isCorrect:false},
            {id:2,answer:"այդպիսի ապրանքները պետք է հանձնվեն ժամանակավոր պահպանման",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:10,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է իրականացվում օտարերկրյա ապրանքների փոխադրումը (տրանսպորտային փոխադրումը) ապրանքների ժամանակավոր պահպանման մի վայրից ապրանքների ժամանակավոր պահպանման մեկ այլ վայր",
        answers:[
            {id:0,answer:"իրականացվում է  «մաքսային տարանցում» մաքսային ընթացակարգին համապատասխան",isCorrect:true},
            {id:1,answer:"իրականացվում է  «մաքսային ուղեկցում» մաքսային ընթացակարգին համապատասխան",isCorrect:false},
            {id:2,answer:"իրականացվում է  «արտահանում» մաքսային ընթացակարգին համապատասխան",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:11,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «ուղարկող մաքսային մարմին» հասկացությունը",
        answers:[
            {id:0,answer:"մաքսային մարմին, որը կատարում է «մաքսային տարանցում» մաքսային ընթացակարգով ձևակերպված ապրանքների բացթողման հետ կապված մաքսային գործառնությունները",isCorrect:false},
            {id:1,answer:"մաքսային մարմին, որը կատարում է ապրանքները «մաքսային տարանցում» մաքսային ընթացակարգով ձևակերպելու հետ կապված մաքսային գործառնությունները",isCorrect:true},
            {id:2,answer:"մաքսային մարմին, որը կատարում է «մաքսային տարանցում» մաքսային ընթացակարգով ձևակերպված ապրանքները ժամանակավոր պահպանման հանձնելու հետ կապված մաքսային գործառնությունները",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:12,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսային ընթացակարգով ձևակերպված ապրանքները երբ կարող են ձևակերպվել այլ մաքսային ընթացակարգերով կամ նույնանման մաքսային ընթացակարգով",
        answers:[
            {id:0,answer:"այն մաքսային ընթացակարգի գործողությունը կասեցնելու համար, որով ձևակերպվել են ապրանքները",isCorrect:true},
            {id:1,answer:"երբ հայտարարատուն իրավասու չէ ապրանքները ձևակերպել նախորդ մաքսային ընթացակարգով",isCorrect:false},
            {id:2,answer:"այն մաքսային ընթացակարգի գործողությունը դադարեցնելու համար, որով ձևակերպվել են ապրանքները",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:13,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսային ընթացակարգով ձևակերպված ապրանքների առգրավման կամ անդամ պետությունների օրենսդրությանը համապատասխան այդպիսի ապրանքների վրա արգելանք դնելու դեպքում",
        answers:[
            {id:0,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ կասեցվում է",isCorrect:true},
            {id:1,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ դադարում է",isCorrect:false},
            {id:2,answer:"մաքսային ընթացակարգի գործողությունն այդ ապրանքների նկատմամբ շարունակում է գործել",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:14,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ներմուծման մաքսատուրքերի վճարումը հետաձգելու կամ տարաժամկետ կատարելու հնարավորություն տրամադրվում է",
        answers:[
            {id:0,answer:"ներմուծման մաքսատուրքերը վճարողի դիմումի հիման վրա՝ վճարողի որոշմամբ",isCorrect:false},
            {id:1,answer:"ներմուծման մաքսատուրքերը վճարողի դիմումի հիման վրա՝ մաքսային մարմնի որոշմամբ, որի կողմից իրականացվելու է ապրանքների բացթողումը",isCorrect:true},
            {id:2,answer:"ներմուծման մաքսատուրքերը վճարողի դիմումի հիման վրա՝ կոմիտեի որոշմամբ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:15,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն նշվածներից որ փաստաթղթում չեն հաշվարկվում մաքսատուրքերը",
        answers:[
            {id:0,answer:"ապրանքների մատակարարումը հաստատող առևտրային փաստաթղթերում",isCorrect:true},
            {id:1,answer:"ապրանքի հայտարարագրում",isCorrect:false},
            {id:2,answer:"մաքսային արժեքի հայտարարագրում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:16,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն, որպես ընդհանուր կանոն, որտեղ են իրականացվում մաքսային գործառնությունները",
        answers:[
            {id:0,answer:"Միջազգային փոստային առաքանիների փոխանակման և տեսակավորման կետերում",isCorrect:false},
            {id:1,answer:"Մաքսային մարմինների գտնվելու վայրերում",isCorrect:true},
            {id:2,answer:"Ստացողի պահեստում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
    id:17,
    question:"ԵԱՏՄ օրենսգրքի համաձայն ներմուծման մաքսատուրքերը վճարվում են",
    answers:[
        {id:0,answer:"ԵԱՏՄ օրենսգրքով սահմանված արժույթով",isCorrect:false},
        {id:1,answer:"ՀՀ դրամով",isCorrect:false},
        {id:2,answer:"այն անդամ պետության արժույթով, որտեղ ներմուծման մաքսատուրքերը ենթակա են վճարման",isCorrect:true},
    ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:18,
        question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքերի մաքսային արժեքի համար առավելագույն հնարավոր չափով հիմք պետք է ծառայի",
        answers:[
            {id:0,answer:"Ըստ համանման ապրանքների վերաբերյալ գործարքի արժեքի մեթոդը",isCorrect:false},
            {id:1,answer:"Գործարքի արժեքի մեթոդը",isCorrect:true},
            {id:2,answer:"Պահուստային մեթոդը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:19,
        question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքների մաքսային արժեքը դրանց վերաբերյալ գործարքի արժեքի հիման որոշելիս՝ դրանց համար փաստացի վճարված կամ վճարման ենթակա գնին գումարվում է հետևյալ լրացուցիչ հավելագրումը՝",
        answers:[
            {id:0,answer:"Ներմուծվող ապրանքների՝ մինչև Եվրասիական տնտեսական միության մաքսային տարածք այդ ապրանքների ժամանման վայր փոխադրման,ապահովագրության և ապրանքների արտադրության հետ կապված ծախսերը",isCorrect:false},
            {id:1,answer:"Ներմուծվող ապրանքների՝ մինչև Եվրասիական տնտեսական միության մաքսային տարածք և Եվրասիական տնտեսական միության մաքսային տարածքի ներսում այդ ապրանքների ժամանման վայր փոխադրման հետ կապված ծախսերը",isCorrect:false},
            {id:2,answer:"Ներմուծվող ապրանքների՝ մինչև Եվրասիական տնտեսական միության մաքսային տարածք այդ ապրանքների ժամանման վայր փոխադրման հետ կապված ծախսերը",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:20,
        question:"Ինչ առանձնահատկությունով է նշագրվում ապրանքային հայտարարգիրը նախնական հայտարարգրման դեպքում",
        answers:[
            {id:0,answer:"ПДТ",ДТisCorrect:false},
            {id:1,answer:"ПТД",isCorrect:true},
            {id:2,answer:"ЭКГ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:21,
        question:"Ինչ իրավական ակտով է կարգավորվում Եվրասիական տնտեսական  միության մաքսային տարածք ներմուծվող ապրանքերի մաքսային արժեքը",
        answers:[
            {id:0,answer:"Կառավարության հրամանով",isCorrect:false},
            {id:1,answer:"ՀՀ մաքսային կարգավորման մասին օրենքով",isCorrect:false},
            {id:2,answer:"Եվրասիական տնտեսական միության  մաքսային օրենսգրքով",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:22,
        question:"Ինչ նպատակով է իրականացվում ապրանքի մաքսային արժեքի հսկողությունը մաքսային մարմնի կողմից",
        answers:[
            {id:0,answer:"Ապրանքների մաքսային արժեքը որոշելու մեթոդի ընտրությունը և կիրառությունը ստուգելու",isCorrect:true},
            {id:1,answer:"ռիսկերի կառավարման կիրառությունը ստուգելու",isCorrect:false},
            {id:2,answer:"մաքսային ստուգման նպատակով",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:23,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում հանքային հումքի տեսակների (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է արտահանման դեպքում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ էկոնոմիկայի նախարարությունը",isCorrect:false},
            {id:1,answer:"ՀՀ շրջակա միջավայրի նախարարություն",isCorrect:false},
            {id:2,answer:"ՀՀ տարածքային կառավարման և ենթակառուցվածքների նախարարություն",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:24,
        question:"Հայաստանի Հանրապետության լիազոր պետական կառավարման ո՞ր մարմինն է համակարգում վայրի կենդանիներ և առանձին վայրի բույսերի (որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է արտահանման դեպքում) լիցենզավորման գործընթացը.",
        answers:[
            {id:0,answer:"ՀՀ շրջակա միջավայրի նախարարություն",isCorrect:true},
            {id:1,answer:"ՀՀ տարածքային կառավարման և ենթակառուցվածքների նախարարություն",isCorrect:false},
            {id:2,answer:"ՀՀ էկոնոմիկայի նախարարությունը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
    id:25,
    question:"ՀՀ ՊԵԿ Հյուսիսային մաքսատուն-վարչության գործունեության տարածք է հանդիսանում",
    answers:[
        {id:0,answer:"Հայաստանի Հանրապետության Լոռիի մարզի վարչական տարածքը",isCorrect:false},
        {id:1,answer:"Հայաստանի Հանրապետության Սյունիքի մարզի վարչական տարածքը",isCorrect:false},
        {id:2,answer:"Հայաստանի Հանրապետության Շիրակի մարզի վարչական տարածքը",isCorrect:true},
    ].map(item => Object.assign(item,{answered:false}))
    },
    {
    id:26,
    question:"Մաքսային կանոնների խախտման սուբյեկտ է հանդիսանում",
    answers:[
        {id:0,answer:"ֆիզիկական անձը",isCorrect:false},
        {id:1,answer:"մաքսային ձևակերպումների մասնագետը",isCorrect:true},
        {id:2,answer:"մաքսային հսկողության տակ գտնվող ապրանքները",isCorrect:false},
    ].map(item => Object.assign(item,{answered:false}))
    },
    {
    id:27,
    question:"Մաքսային մարմինների կողմից մտավոր սեփականության նկատմամբ իրավունքների պաշտպանությունը ենթադրում է",
    answers:[
        {id:0,answer:"ապրանքների առգրավում",isCorrect:false},
        {id:1,answer:"ապրանքների բացթողնման դադարեցում",isCorrect:false},
        {id:2,answer:"ապրանքների բացթողնման կասեցում",isCorrect:true},
    ].map(item => Object.assign(item,{answered:false}))
    },
    {
    id:28,
    question:"Մաքսային տարանցում մաքսային ընթացակարգով ձևակերպվող ապրանքների տարանցման ժամկետը սահմանում է՝",
    answers:[
        {id:0,answer:"ուղարկող մաքսային մարմինը",isCorrect:true},
        {id:1,answer:"նշանակման մաքսային մարմինը",isCorrect:false},
        {id:2,answer:"ուղարկող մաքսային մարմինը իսկ օրենքով սահմանված դեպքրում՝ նշանակման մաքսային մարմինը",isCorrect:false},
    ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:29,
        question:"մշտական բնակության փաստի ճանաչումը հաստատող փաստաթուղթը կարող է տրամադրվել",
        answers:[
            {id:0,answer:"եթե փաստաթղթի համար դիմելու օրվան նախորդող 1825 օր ժամանակահատվածում օտարերկրյա անձն առնվազն 905 օր բացակայել է Հայաստանից",isCorrect:false},
            {id:1,answer:"եթե փաստաթղթի համար դիմելու օրվան նախորդող 1815 օր ժամանակահատվածում օտարերկրյա անձն առնվազն 915 օր բացակայել է Հայաստանից",isCorrect:false},
            {id:2,answer:"եթե փաստաթղթի համար դիմելու օրվան նախորդող 1825 օր ժամանակահատվածում օտարերկրյա անձն առնվազն 915 օր բացակայել է Հայաստանից",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:30,
        question:"Նշվածներից որը մաքսային հսկողության անցկացումն ապահովող միջոց չէ",
        answers:[
            {id:0,answer:"բանավոր հարցման անցկացում",isCorrect:false},
            {id:1,answer:"մաքսային տեսազննում",isCorrect:true},
            {id:2,answer:"մաքսային ուղեկցման կիրառում",isCorrect:false},
            {id:3,answer:"մաքսային փորձաքննության անցկացման նշանակում, ապրանքների փորձանմուշների և (կամ) նմուշների վերցնում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:31,
        question:"Նշվածներից որը մաքսային հսկողության ձև հանդիսացող մաքսային ստուգման տեսակ չէ",
        answers:[
            {id:0,answer:"Կամերալ",isCorrect:false},
            {id:1,answer:"Արտագնա",isCorrect:false},
            {id:2,answer:"Փաստաթղթային",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:32,
        question:"Նշվածներից որն է համարվում «ՈՉՆՉԱՑՈՒՄ» մաքսային ընթացակարգով ձևակերպվող ապրանքների ոչնչացման հնարավորության, վայրի և եղանակի վերաբերյալ  եզրակացություն տրամադրող պետական լիազոր մարմին",
        answers:[
            {id:0,answer:"Պետական եկամուտների կոմիտեն",isCorrect:false},
            {id:1,answer:"ՀՀ սննդամթերքի անվտանգության տեսչական մարմինը",isCorrect:true},
            {id:2,answer:"Կառավարության լիազոր մարմինը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:33,
        question:"Ո՞ր երկիրն է համարվում ապրանքի ծագման երկիր, եթե ապրանքի արտադրությանը մասնակցել են մեկից ավելի երկրներ",
        answers:[
            {id:0,answer:"Որտեղ առաջին անգամ կատարվել են բավարար վերամշակման աշխատանքներ",isCorrect:false},
            {id:1,answer:"Որտեղ վերջին անգամ կատարվել են բավարար վերամշակման աշխատանքներ",isCorrect:true},
            {id:2,answer:"Որտեղ ապրանքի վրա փակցվել է պիտակ՝ ապրանքի ծագման երկրի վերաբերյալ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:34,
        question:"Որպես ընդհանուր կանոն՝ որ մաքսային մարմնում են իրականացվում հայ-վրացական սահմանով ներմուծվող ԱՏԳ ԱԱ 8702, 8703, 8704 ապրանքային դիրքերին դասվող տրանսպորտային միջոցների «Ներքին սպառման համար բացթողում» մաքսային ընթացակարգով մաքսային գործառնությունները",
        answers:[
            {id:0,answer:"Հարավային մաքսատուն-վարչությունում",isCorrect:false},
            {id:1,answer:"Հյուսիսային մաքսատուն-վարչությունում",isCorrect:true},
            {id:2,answer:"Արարատյան մաքսատուն-վարչությունում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:35,
        question:"Ուղևորային հայտարարագրում նշման ենթակա տեղեկությունների ցանկը սահմանում է",
        answers:[
            {id:0,answer:"Պետական եկամուտների կոմիտեն",isCorrect:false},
            {id:1,answer:"մաքսային մարմինը",isCorrect:false},
            {id:2,answer:"Հանձնաժողովը",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:36,
        question:"Վթարի, անհաղթահարելի ուժի ազդեցության կամ այլ հանգամանքների դեպքում փոխադրողը պարտավոր է",
        answers:[
            {id:0,answer:"ձեռնարկել ապրանքների և տրանսպորտային միջոցների պահպանվածությունն ապահովելու բոլոր միջոցները, մոտակա մաքսային մարմնին անհապաղ տեղեկացնել այդ հանգամանքների և ապրանքների գտնվելու վայրի մասին",isCorrect:true},
            {id:1,answer:"ձեռնարկել ապրանքների և տրանսպորտային միջոցների պահպանվածությունն ապահովելու բոլոր միջոցները, ողարկող մաքսային մարմնին անհապաղ տեղեկացնել այդ հանգամանքների մասին",isCorrect:false},
            {id:2,answer:"ձեռնարկել ապրանքների և տրանսպորտային միջոցների պահպանվածությունն ապահովելու բոլոր միջոցները, նշանակման մաքսային մարմնին անհապաղ տեղեկացնել այդ հանգամանքների և ապրանքների գտնվելու վայրի մասին",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:37,
        question:"Ֆիզիկական անձանց նկատմամբ նշվածներից մաքսային հսկողության որ ձևը կարող է կիրառվել",
        answers:[
            {id:0,answer:"տեսազննում",isCorrect:false},
            {id:1,answer:"կամերալ մաքսային ստուգում",isCorrect:false},
            {id:2,answer:"անձի մաքսային զննում",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    //                       ORANGE
    //                      նախավերջին
    {
        id:38,
        question:"ֆիզիկական անձի կողմից մաքսային սահմանով տեղափոխվող որ ապրանքները կարող են հայտագրվել ժամանակավոր ներմուծոմ",
        answers:[
            {id:0,answer:"ԵՏՄ օրենսգրքի 264-րդ հոդվածով սահմանված անձնական օգտագործման ապրանքները",isCorrect:false},
            {id:1,answer:"ԵՏՄ օրենսգրքի 264-րդ հոդվածով սահմանված անձնական օգտագործման տրանսպորտային միջոցները",isCorrect:true},
            {id:2,answer:"ԵՏՄ օրենսգրքի 264-րդ հոդվածով սահմանված անձնական օգտագործման հագուստը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    //                       վերջին
    {
        id:39,
        question:"Ֆիզիկական և պաշտոնատար անձիք ենթակա են պատասխանատվության",
        answers:[
            {id:0,answer:"հարկերի վճարման ժամկետից ուշ վճարման համար",isCorrect:false},
            {id:1,answer:"մաքսային կանոնների դիտավորյալ խախտելու համար",isCorrect:false},
            {id:2,answer:"մաքսային կանոնների դիտավորյալ կամ անզգուշորեն խախտելու համար",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:40,
        question:"Ո՞ր պետության հետ Եվրասիական տնտեսական միությունն ունի ազատ առեւտրի համաձայնագիր",
        answers:[
            {id:0,answer:"Չինաստանի Ժողովրդական Հանրապետություն",isCorrect:false},
            {id:1,answer:"Վրաստանի Հանրապետություն",isCorrect:false},
            {id:2,answer:"Վիետնամի Սոցիալիստական Հանրապետության",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },

]



export default questions