

//                         BLUE

const questions = [
    {
        id:1,
        question:"«Ոչնչացում» մաքսային ընթացակարգը չի կիրառվում, եթե ապրանքների ոչնչացումը",
        answers:[
            {id:0,answer:"կարող է վնաս հասցնել շրջակա միջավայրին կամ վտանգ է ներկայացնում մարդկանց կյանքին և առողջությանը.",isCorrect:true},
            {id:1,answer:"կարող է վնաս հասցնել շրջակա միջավայրին",isCorrect:false},
            {id:2,answer:"իրականացվում է դեղագործական ապրանքների նկատմամբ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:2,
        question:"Անչափահաս կամ անգործունակ ֆիզիկական անձի մաքսային զննում անցկացնելիս  նրա օրինական ներկայացուցիչները (ծնողները, որդեգրողները, խնամակալները կամ հոգաբարձուները) կամ նրան ուղեկցող անձինք",
        answers:[
            {id:0,answer:"պարտավոր չեն ներկա գտնվել",isCorrect:false},
            {id:1,answer:"կարող են ներկա գտնվել՝ ըստ ցանկության",isCorrect:false},
            {id:2,answer:"պարտավոր են ներկա գտնվել",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:3,
        question:"Ապրանքների բացթողնման կասեցման մասին մաքսային մարմինները տեղեկացնում են",
        answers:[
            {id:0,answer:"վերադաս մաքսային մարմնին",isCorrect:false},
            {id:1,answer:"հայտարարատուին և իրավատիրոջը",isCorrect:true},
            {id:2,answer:"կոմիտեին",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:4,
        question:"Ապրանքների մաքսային արժեքի մաքսային հսկողության իրականացման ընթացքում մաքսային մարմնի կողմից կարող են հարցվել (պահանջվել) հետեւյալ փաստաթուղթը՝",
        answers:[
            {id:0,answer:"Ներմուծվող ապրանքների ծագումը վկայող փաստաթղթեր",isCorrect:false},
            {id:1,answer:"Ներմուծվող ապրանքների դիմաց վճարման մասին փաստաթղթեր",isCorrect:true},
            {id:2,answer:"Ներմուծվող ապրանքների տեխնիկական տվյալների մասին փաստաթղթեր",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:5,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «ներքին շուկայի պաշտպանության միջոցներ» հասկացությունը",
        answers:[
            {id:0,answer:"Հատուկ պաշտպանական, հակագնագցման, փոխհատուցման միջոցներ և «Միության մասին» պայմանագրին համապատասխան սահմանված՝ ներքին շուկայի պաշտպանության այլ միջոցներ, որոնք սահմանվում են երրորդ երկրներից ծագող և Միության մաքսային տարածք ներմուծվող ապրանքների նկատմամբ",isCorrect:true},
            {id:1,answer:"Հատուկ պաշտպանական, հակագնագցման, փոխհատուցման միջոցներ և «Միության մասին» պայմանագրին համապատասխան սահմանված՝ ներքին շուկայի պաշտպանության այլ միջոցներ, որոնք սահմանվում են Միության երկրներից ծագող և Միության մաքսային տարածք ներմուծվող ապրանքների նկատմամբ",isCorrect:false},
            {id:2,answer:"Հատուկ պաշտպանական, հակագնագցման, փոխհատուցման միջոցներ և «Միության մասին» պայմանագրին համապատասխան սահմանված՝ ներքին շուկայի պաշտպանության այլ միջոցներ, որոնք սահմանվում են երրորդ երկրներից ծագող և Միության մաքսային տարածքից արտահանվող ապրանքների նկատմամբ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:6,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն նշվածներից որ փաստաթղթում են հաշվարկվում մաքսատուրքերը",
        answers:[
            {id:0,answer:"տրանպորտային միջոցի հայտարարագրում",isCorrect:false},
            {id:1,answer:"տարանցման հայտարարագրում",isCorrect:false},
            {id:2,answer:"ապրանքի հայտարարագրում",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:7,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն նշվածներից որը մաքսային ընթացակարգ չէ",
        answers:[
            {id:0,answer:"մաքսային պահեստ",isCorrect:false},
            {id:1,answer:"ազատ տնտեսական գոտի",isCorrect:true},
            {id:2,answer:"վերաներմուծում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:8,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն նշվածներից որն է մաքսային ընթացակարգ",
        answers:[
            {id:0,answer:"ժամանակավոր թույլտվություն",isCorrect:false},
            {id:1,answer:"ժամանակավոր ներմուծում (թույլտվություն)",isCorrect:true},
            {id:2,answer:"մանրածախ առևտուր",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:9,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն նշվածներից որն է մաքսային ընթացակարգ",
        answers:[
            {id:0,answer:"վերաներմուծում",isCorrect:true},
            {id:1,answer:"բացողում արտաքին սպառման համար",isCorrect:false},
            {id:2,answer:"մեծածախ առևտուր",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:10,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն՝ նշվածներից, որը չի դասվում «մաքսասակագնային կարգավորման միջոցներ» հասկացությանը",
        answers:[
            {id:0,answer:"ներքին շուկայի պաշտպանության միջոցներ",isCorrect:false},
            {id:1,answer:"հարկերի դրույքաչափեր, հարկային արտոնություններ",isCorrect:true},
            {id:2,answer:"արգելքներ և սահմանափակումներ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:11,
        question:"ԵԱՏՄ մաքսային օրենսգրքին համապատասխան ապրանքների բացթողման մերժման դեպքում ապրանքների բացթողման մերժումը ստանալու պահից սկսած 3 ժամվա ընթացքում հայտարարատուն պարտավոր է իրականացնել",
        answers:[
            {id:0,answer:"ապրանքների մաքսային հայտարարագրման, ապրանքները ժամանակավոր պահպանման հանձնելու, Միության մաքսային տարածքից դրանց արտահանման կամ ապրանքների ոչնչացման հետ կապված մաքսային գործառնությունները, եթե դրանք դուրս չեն բերվել ժամանման վայրից ",isCorrect:false},
            {id:1,answer:"ապրանքների մաքսային հայտարարագրման, ապրանքները ժամանակավոր պահպանման հանձնելու կամ Միության մաքսային տարածք դրանց ներմուծման հետ կապված մաքսային գործառնությունները, եթե դրանք դուրս չեն բերվել ժամանման վայրից",isCorrect:false},
            {id:2,answer:"ապրանքների մաքսային հայտարարագրման, ապրանքները ժամանակավոր պահպանման հանձնելու կամ Միության մաքսային տարածքից դրանց արտահանման հետ կապված մաքսային գործառնությունները, եթե դրանք դուրս չեն բերվել ժամանման վայրից",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:12,
        question:"ԵԱՏՄ մաքսային օրենսգրքին համապատասխան՝ նշվածներից որը «Միության ապրանքի կարգավիճակ ունեցող ապրանք»  հասկացությանը չի դասվում",
        answers:[
            {id:0,answer:"«Անմաքս առևտուր» մաքսային ընթացակարգով ձևակերպված  Միության ապրանքները",isCorrect:false},
            {id:1,answer:"«Արտահանում» մաքսային ընթացակարգով ձևակերպված և Միության տարածքից փաստացի մեկնած՝ Միության տարածքում չգտնվող ապրանքները",isCorrect:true},
            {id:2,answer:"«Ազատ պահեստ» մաքսային ընթացակարգով ձևակերպված ապրանքները",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:13,
        question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքների մաքսային արժեք որոշվում է",
        answers:[
            {id:0,answer:"«Ներքին սպառման համար բաթողում» մաքսային ընթացակարգով ապրանքները հայտարարագրելիս",isCorrect:true},
            {id:1,answer:"«Վերաներմուծում» մաքսային ընթացակարգով ապրանքները հայտարարագրելիս",isCorrect:false},
            {id:2,answer:"«Արտահանում» մաքսային ընթացակարգով ապրանքները հայտարարագրելիս",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:14,
        question:"Եվրասիական տնտեսական  միության  մաքսային տարածք ներմուծվող ապրանքների մաքսային արժեքի որոշման մեթոդ է",
        answers:[
            {id:0,answer:"Օտարերկյա ապրանքների գործարքի արժեքի մեթոդը",isCorrect:false},
            {id:1,answer:"Նույնանման (նույնական) ապրանքների գործարքի արժեքի մեթոդը",isCorrect:true},
            {id:2,answer:"Նույնանման (նույնական) կամ համանման ապրանքների գործարքի արժեքի մեթոդը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:15,
        question:"Ինչ գրառում է ընտրվում ապրանքային հայտարարագրի համակարգի յուրաքանչյուր ապրանքին կից, եթե այն տեղափոխվել է սուրհանդակային փոխադրումների միջոցով",
        answers:[
            {id:0,answer:"МПО",isCorrect:false},
            {id:1,answer:"ЭКГ",isCorrect:true},
            {id:2,answer:"սուրհանդակային փոխադրումների միջոցով տեղափոխված ապրանքին կից ապրանքային հայտարարագրի համակարգում գրառում չի ընտրվում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:16,
        question:"Մաքսային հսկողությունն անցկացվում է",
        answers:[
            {id:0,answer:"մաքսային հսկողության օբյեկտների,ֆիզիկական անձանց և հայտարարատուների առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային օրենսգրքով որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները:",isCorrect:false},
            {id:1,answer:"մաքսային հսկողության օբյեկտների առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային կարգավորման մասին օրենքով որոշված մաքսային հսկողության և ստուգման ձևերը:",isCorrect:false},
            {id:2,answer:"մաքսային հսկողության օբյեկտների առնչությամբ՝ նրանց նկատմամբ կիրառելով Մաքսային օրենսգրքով որոշված մաքսային հսկողության ձևերը և (կամ) մաքսային հսկողության անցկացումն ապահովող միջոցները:",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:17,
        question:"Մտավոր սեփականության օբյեկտի գրանցման դիմումին կից ներկայացվում է",
        answers:[
            {id:0,answer:"մտավոր սեփականության տվյալ օբյեկտի նկատմամբ իր իրավունքները հավաստող փաստաթուղթ",isCorrect:true},
            {id:1,answer:"մտավոր սեփականություն հանդիսացող ապրանքների արտադրողի հետ կնքված պայմանագիր",isCorrect:false},
            {id:2,answer:"մտավոր սեփականություն հանդիսացող ապրանքների հայտարարագիր",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:18,
        question:"Նշված ապրանքների խմբերից, որոնց տեղափոխումը Եվրասիական տնտեսական միության մաքսային տարածքով սահմանափակ է ներմուծման դեպքում, ո՞ր խմբի համար է ոլորտը համակարգող լիազոր մարմին հանդիսանում ՀՀ էկոնոմիկայի նախարարությունը.",
        answers:[
            {id:0,answer:"Կրիպտոգրաֆիկ ապրանքների",isCorrect:false},
            {id:1,answer:"Բույսերի պաշտպանության միջոցներ",isCorrect:true},
            {id:2,answer:"Դեղերի և հոգեմետ նյութերի",isCorrect:false},
            {id:3,answer:"Բարձր հաճախականության սարքավորումների",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:19,
        question:"Նշվածներից որոնք մաքսային հսկողության օբյեկտ չեն",
        answers:[
            {id:0,answer:"ապրանքներ",isCorrect:false},
            {id:1,answer:"տրանսպորտային միջոցներ",isCorrect:false},
            {id:2,answer:"ֆիզիկական անձինք",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:20,
        question:"Ո՞ր մշակութային արժեքները չեն կարող արտահանվել, առանց վերաներմուծման պարտավորության.",
        answers:[
            {id:0,answer:"Մշակութային ժառանգության առանձնակի արժեքավոր մշակութային արժեքները, կախված դրանց ստեղծման ժամկետներից",isCorrect:false},
            {id:1,answer:"Մշակութային ժառանգության առանձնակի արժեքավոր մշակութային արժեքները, անկախ դրանց ստեղծման ժամկետներից",isCorrect:true},
            {id:2,answer:"Միության կարգավիճակ ունող բոլոր  մշակութային արժեքները",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:21,
        question:"Ո՞ր փաստաթղթով է հավաստվում ապրանքի ծագումը",
        answers:[
            {id:0,answer:"Ապրանքի տրասպորտային փասթաթղթերով",isCorrect:false},
            {id:1,answer:"Ապրանքի ծագման հայտարարագրով",isCorrect:true},
            {id:2,answer:"Ապրանքի հաշիվ-ապրանքագրով",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:22,
        question:"Ո՞րն երկիրն է համարվում ապրանքի ծագման երկիր",
        answers:[
            {id:0,answer:"Այն երկիրը, որտեղ տրամադրվել է ապրանքի ծագման հավաստագիր",isCorrect:false},
            {id:1,answer:"Այն երկիրը, որտեղ ապրանքը պիտակավորվել է",isCorrect:false},
            {id:2,answer:"Այն երկիրը, որտեղ ապրանքն ամբողջությամբ արտադրվել է կամ վերջին անգամ ենթարկվել է բավարար վերամշակման",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:23,
        question:"Ո՞ւմ կողմից է ընդունվում ապրանքների ծագման մասին նախնական որոշումը",
        answers:[
            {id:0,answer:"Պետական եկամուտների կոմիտեի",isCorrect:false},
            {id:1,answer:"Մաքսային մարմինների",isCorrect:true},
            {id:2,answer:"Հայտարարատուի կամ մաքսային մարմնի",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:24,
        question:"Ստորև նշված որ մաքսատուն-վարչության գործունեության տարածքում է գտնվում ՀՀ Վայոց ձորի մարզը",
        answers:[
            {id:0,answer:"Հարավային մաքսատուն- վարչությունում",isCorrect:true},
            {id:1,answer:"Հյուսիսային մաքսատուն- վարչությունում",isCorrect:false},
            {id:2,answer:"Արևելյան մաքսատուն- վարչությունում",isCorrect:false},
            {id:3,answer:"Արարատյան մաքսատուն- վարչությունում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:25,
        question:"Վարչական պատասխանատվության ենթարկվող անձն իրավունք ունի",
        answers:[
            {id:0,answer:"չկատարել վարույթն իրականացնող պաշտոնատար անձի օրինական պահանջները",isCorrect:false},
            {id:1,answer:"տալ բացատրություններ",isCorrect:true},
            {id:2,answer:"խոչընդոտել վարույթի իրականացմանը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:26,
        question:"Փորձագիտական հիմնարկների կողմից տրվող փորձաքննության արձանագրություններում նշված ապրանքների ծածկագրերը պարտադի՞ր են արդյոք պրանքների դասակարգման համար",
        answers:[
            {id:0,answer:"Փորձագիտական հիմնարկները իրավասու չեն նշել ապրաքնի ծածկագիր",isCorrect:false},
            {id:1,answer:"այո, պարտադիր են",isCorrect:false},
            {id:2,answer:"ոչ, պարտադիր չեն",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },

    //                                 RED
    {
        id:27,
        question:"«Մաքսային տարանցում» մաքսային ընթացակարգի գործողությունն ավարտելու համար փոխադրողը պարտավոր է",
        answers:[
            {id:0,answer:"ուղարկող մաքսային մարմին ներկայացնել տարանցման հայտարարագիրը",isCorrect:false},
            {id:1,answer:"նշանակման մաքսային մարմին ներկայացնել տարանցման հայտարարագիրը",isCorrect:true},
            {id:2,answer:"մոտակա մաքսային մարմին ներկայացնել տարանցման հայտարարագիրը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },

    //                                  GREEN
    {
        id:28,
        question:"«Մաքսային տարանցում» մաքսային ընթացակարգի գործողությունն ավարտելու հետ կապված մաքսային գործառնությունների իրականացման կարգը, այդ թվում՝ կախված տրանսպորտի այն տեսակից, որով իրականացվում է ապրանքների փոխադրումը",
        answers:[
            {id:0,answer:"Սահմանվում է Պետական եկամուտների կոմիտեի կողմից",isCorrect:false},
            {id:1,answer:"Սահմանվում է մաքսային մարմնի կողմից",isCorrect:false},
            {id:2,answer:"Սահմանվում է Հանձնաժողովի կողմից",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:29,
        question:"«Մաքսային տարանցում» մաքսային ընթացակարգին համապատասխան ապրանքների փոխադրման դեպքում մաքսային տարանցման ժամկետը երկարաձգելու համար՝",
        answers:[
            {id:0,answer:"հայտարարատուն կամ փոխադրողը ներկայացնում է մաքսային տարանցման սահմանված ժամկետը երկարաձգելու վերաբերյալ հիմնավորված դիմում",isCorrect:true},
            {id:1,answer:"փոխադրողը ներկայացնում է մաքսային տարանցման սահմանված ժամկետը երկարաձգելու վերաբերյալ հիմնավորված դիմում",isCorrect:false},
            {id:2,answer:"հայտարարատուն ներկայացնում է մաքսային տարանցման սահմանված ժամկետը երկարաձգելու վերաբերյալ հիմնավորված դիմում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:30,
        question:"Ապրանքի ծագման հավաստագրի նկատմամբ պահանջներն ի՞նչով են սահմանվում",
        answers:[
            {id:0,answer:"Ապրանքի ծագման հավաստագրի նկատմամբ պահանջներն ի՞նչով են սահմանվում",isCorrect:true},
            {id:1,answer:"ԵԱՏՄ Օրենսգրքով",isCorrect:false},
            {id:2,answer:"Մաքսային կարգավորման մասին օրենքով",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:31,
        question:"Ապրանքները <Ոչնչացում> մաքսային ընթացակարգով հայտարարագրելու դիմումին կից հայտարարատուն ներկայացնում է",
        answers:[
            {id:0,answer:"պետական լիազոր մարմնի կողմից տրամադրված՝ ապրանքի նախնական դասակարգման որոշումը",isCorrect:false},
            {id:1,answer:"պետական լիազոր մարմնի կողմից տրամադրված՝ ապրանքի ոչնչացման հնարավորության, վայրի և եղանակի վերաբերյալ եզրակացությունը",isCorrect:true},
            {id:2,answer:"պետական լիազոր մարմնի կողմից տրամադրված` ապրանքի ոչնչացման ակտը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:32,
        question:"Ապրանքների բացթողման ժամկետի կասեցման մասին որոշումը ենթակա է վերացման՝ մինչև ապրանքների բացթողման ժամկետի կասեցման ժամկետի լրանալը, եթե՝",
        answers:[
            {id:0,answer:"կոմիտեի կողմից ներկայացվել է որոշում՝ այդ որոշումը վերացնելու վերաբերյալ",isCorrect:false},
            {id:1,answer:"վերադաս մաքսային մարմնի կողմից մաքսային մարմին դիմում է ներկայացվել այդ որոշումը վերացնելու վերաբերյալ",isCorrect:false},
            {id:2,answer:"իրավատիրոջ կամ նրա շահերը ներկայացնող անձի կողմից մաքսային մարմին դիմում է ներկայացվել այդ որոշումը վերացնելու վերաբերյալ",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:33,
        question:"Առանց ՀՀ ՊԵԿ նախագահի կամ նրա՝ մաքսային ոլորտը համակարգող տեղակալի գրավոր թույլտվության ստորև նշված որ մաքսային ընթացակարգով կարող են Բավրայի մաքսային կետ բաժնում իրականացվել ԱՏԳ ԱԱ 8703 դիրքի ապրանքների բացթողումը",
        answers:[
            {id:0,answer:"Ժամանակավոր ներմուծում",isCorrect:true},
            {id:1,answer:"Վերաարտահանում",isCorrect:false},
            {id:2,answer:"Ներքին սպառման համար վերամշակում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:34,
        question:"Առանց ՀՀ ՊԵԿ նախագահի կամ նրա՝ մաքսային ոլորտը համակարգող տեղակալի գրավոր թույլտվության ստորև նշված որ մաքսային ընթացակարգով կարող են Մեղրիի մաքսային կետ բաժնում իրականացվել ԱՏԳ ԱԱ 64 խմբի ապրանքների բացթողումը",
        answers:[
            {id:0,answer:"Արտահանում",isCorrect:false},
            {id:1,answer:"Մաքսային տարանցում",isCorrect:true},
            {id:2,answer:"Վերաներմուծում",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:35,
        question:"ԱՏԳ ԱԱ-ն մեկնաբանման քանի հիմնական կանոն ունի",
        answers:[
            {id:0,answer:"7.0",isCorrect:false},
            {id:1,answer:"5.0",isCorrect:false},
            {id:2,answer:"6.0",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:36,
        question:"ԵԱՏՄ հետ գործող ազատ առևտրի համաձայնագրերի շրջանակներում ո՞ր հավաստագիրն է հանդիսանում առանձնաշնորհային",
        answers:[
            {id:0,answer:"CT-1",isCorrect:false},
            {id:1,answer:"CT-3",isCorrect:true},
            {id:2,answer:"CT-2",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:37,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ապրանքները մաքսային ընթացակարգով ձևակերպելու օր է համարվում",
        answers:[
            {id:0,answer:"հարկերի,մաքսատուրքերի և այլ մաքսային վճարների վճարման օրը",isCorrect:false},
            {id:1,answer:"ապրանքների բացթողման օրը",isCorrect:true},
            {id:2,answer:"հայտարարագրի՝ մաքսային մարմնի կողմից գրանցելու օրը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:38,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն ինչպես է սահմանվում «մաքսային հայտարարագրում» հասկացությունը",
        answers:[
            {id:0,answer:"Մաքսային մարմնին մաքսային հայտարարագրի միջոցով ներմուծվող ապրանքների վերաբերյալ տեղեկությունների, ընտրված մաքսային ընթացակարգի  վերաբերյալ և (կամ) ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկությունների հայտարարագրում",isCorrect:false},
            {id:1,answer:"Հայտարարատուի մաքսային հայտարարագրի միջոցով ապրանքների վերաբերյալ տեղեկությունների, ֆինանսական պարտավորությունների կատարման ապահովման և (կամ) ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկությունների հայտարարագրում",isCorrect:false},
            {id:2,answer:"Մաքսային մարմնին մաքսային հայտարարագրի միջոցով ապրանքների վերաբերյալ տեղեկությունների, ընտրված մաքսային ընթացակարգի  վերաբերյալ և (կամ) ապրանքների բացթողման համար անհրաժեշտ այլ տեղեկությունների հայտարարագրում",isCorrect:true},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:39,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն մաքսատուրքերի, հարկերի հաշվարկման նպատակով կիրառվում են",
        answers:[
            {id:0,answer:"հայտարարատուի կողմից մաքսային հայտարարագիրը գրանցելու օրվա դրությամբ գործող դրույքաչափերը",isCorrect:false},
            {id:1,answer:"մաքսային մարմնի կողմից մաքսային հայտարարագիրը գրանցելու օրվա դրությամբ գործող դրույքաչափերը",isCorrect:true},
            {id:2,answer:"մաքսային ներկայացուցչի կողմից մաքսային հայտարարագիրը գրանցելու օրվա դրությամբ գործող դրույքաչափերը",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
    {
        id:40,
        question:"ԵԱՏՄ մաքսային օրենսգրքի համաձայն նշվածներից որը մաքսային ընթացակարգ չէ",
        answers:[
            {id:0,answer:"մանրածախ  առևտուր",isCorrect:true},
            {id:1,answer:"վերաներմուծում",isCorrect:false},
            {id:2,answer:"մաքսային պահեստ",isCorrect:false},
        ].map(item => Object.assign(item,{answered:false}))
    },
   

]
export default questions